{
  "eng/2017_26": {
    "title": "Answering Your Child’s Questions About Angels",
    "content": [
      {
        "type": "p",
        "text": "Most adults and children are fascinated with angels. However, some people have begun to think of angels in ways that are not true. It is important for adults and children to know what the Bible actually says about angels."
      },
      {
        "type": "b",
        "text": "What do angels look like?"
      },
      {
        "type": "p",
        "text": "The Bible says there are many angels who come and go from heaven to earth to do God’s work. You might expect one angel could look different from another, but no one can say this with certainty. The Bible seems to reveal angels look differently from one time to another, and it may depend on what God has sent them to do. Sometimes they have dazzling, white robes and shining faces (Daniel 10:5-6; Luke 24:4). Other times they seem to look like a person (Hebrews 13:2)."
      },
      {
        "type": "b",
        "text": "Do angels have wings?"
      },
      {
        "type": "p",
        "text": "Angels may sometimes have wings, but they do not need wings to get from one place to another. When God sends angels to do something, they appear with or without wings. When God told Moses how to build a special place for worship, He said that Moses should make two cherubim (angels) out of gold, and that the angels should have wings, stretching out and high up (Exodus 25:20). When God called Isaiah to be a prophet for Him, Isaiah saw God seated on a throne with seraphs (angels) above Him. Each seraph had six wings (Isaiah 6:1-2). John saw many angels in heaven and at least one of them was flying (Revelation 14:6). Of course, the angels who look like persons appear without visible wings."
      },
      {
        "type": "b",
        "text": "Why do I never see an angel?"
      },
      {
        "type": "p",
        "text": "Perhaps you have seen an angel, but you thought it was an ordinary person. When angels visited Abraham and Lot (Genesis 18:2; 19:1), the angels appeared to be men. Angels are messengers of God. They may be coming and going, from heaven to earth, to do the things God wants done, even without any humans being aware of their presence. When Elisha and his servant were surrounded by enemy troops, Elisha prayed that the Lord would open the servant’s eyes to see what was invisible. God answered Elisha’s prayer, and the servant saw the hills full of horses and chariots of fire all around them (2 Kings 6:15-17). These chariots must have been guided by angels. When the Lord Jesus comes to reign on His throne, angels will be with Him (Matthew 25:31)."
      },
      {
        "type": "b",
        "text": "What do angels do?"
      },
      {
        "type": "p",
        "text": "We do not know all the work angels accomplish. They are called ministering spirits, so they do whatever God commands. The Bible says angels serve those who are God’s people (Hebrews 1:14), carry God’s messages (Luke 1:26-38), give God’s good news to people (Luke 2:9-14), praise God (Job 38:7), help and guard God’s people (1 Kings 19:5; Psalm 91:11) and rejoice when a sinner repents (Luke 15:10)."
      },
      {
        "type": "b",
        "text": "Are there guardian angels; do I have a special angel just for me?"
      },
      {
        "type": "p",
        "text": "Perhaps you have a guardian angel, but it is unknown whether everyone does. When Daniel was in the lions’ den, God sent an angel to shut the mouths of the lions (Daniel 6:22). Jesus said the angels of little ones (childlike believers) always see the face of His Father in heaven (Matthew 18:10)."
      },
      {
        "type": "b",
        "text": "Are all angels good?"
      },
      {
        "type": "p",
        "text": "All of God’s angels are good. The Bible calls them “holy angels” (Luke 9:26); they help God’s people (Psalm 91:11-12). But angels are not to be worshipped (Revelation 19:10; 22:8-9)."
      },
      {
        "type": "p",
        "text": "There are angels, though, who help God’s enemy, Satan (Ephesians 6:12). Someday God, who is stronger than Satan, will send these enemy angels to hell along with the devil (Matthew 25:41)."
      },
      {
        "type": "b",
        "text": "Will I be an angel when I die?"
      },
      {
        "type": "p",
        "text": "People do not become angels after they die. People are people forever. People who love the Lord Jesus will live in heaven after they die, but they will never be angels (Luke 23:42-43; 2 Corinthians 5:6-10). God’s people will even judge angels (1 Corinthians 6:3)."
      },
      {
        "type": "b",
        "text": "Why did angels not rescue Jesus when He was killed?"
      },
      {
        "type": "p",
        "text": "God’s angels always want His plan to happen the right way. They would never do anything unless God told them what to do (Psalm 103:20). Jesus chose to die because He knew it was the only way we could become part of God’s family and live with Him forever in heaven. But that was not the end of God’s plan. God made Jesus alive again! Think about the angel who rolled the stone away from where Jesus was buried. That angel got to say, “He has risen! He is not here” (Mark 16:6)."
      },
      {
        "type": "p",
        "text": "To a child’s question, “How do we know angels are real and not just pretend?” a parent can answer with great conviction, “You never have to wonder or worry about whether angels are real. The Bible says the Lord Jesus made the angels. Because Jesus made them, then we know they are real. Nothing written in God’s Word is pretend. God’s Word is where you will always find the truth.” (John 1:1-3; Psalm 119:160)"
      }
    ]
  },
  "eng/2017_27": {
    "title": "Answering Your Child’s Questions About the Lord’s Return",
    "content": [
      {
        "type": "p",
        "text": "As you and your child spend time studying God’s Word, questions may arise about the Lord’s return. The following facts help you anticipate some of those questions and provide answers on a child’s level of understanding. Your child’s questions can probably be satisfied with simple, short answers. If he desires further information, he will continue to ask questions."
      },
      {
        "type": "b",
        "text": "How do we know the Lord Jesus will come back?"
      },
      {
        "type": "p",
        "text": "God tells us in His true Word, the Bible, that Jesus will return (Matthew 16:27 and 1 Thessalonians 4:16). We know God always keeps His promises. Long ago, God promised to send the Savior, and He did. God also promised to send the Holy Spirit to comfort and guide us, and He did. At times there are people who make promises and then cannot, or are unwilling, to keep those promises. God has kept every promise to people in the past, so He can be trusted to keep His promise to come again to earth."
      },
      {
        "type": "b",
        "text": "Why will Jesus come back?"
      },
      {
        "type": "p",
        "text": "The Lord Jesus will return to earth to gather people who love Him. They will live with Him forever (John 14:3). Jesus also will come back to rule as King of the whole earth."
      },
      {
        "type": "b",
        "text": "When will Jesus come?"
      },
      {
        "type": "p",
        "text": "No one knows when the Lord Jesus will return. It will be a surprise! Jesus could come today! Only God the Father knows the exact day and hour (Matthew 24:36). God did not tell people exactly when the Lord Jesus would return, because God wants everyone to live expecting the Lord Jesus to come at any minute."
      },
      {
        "type": "b",
        "text": "How will Jesus come?"
      },
      {
        "type": "p",
        "text": "The Bible says the Lord Jesus will come back to the earth in the same way He left. Jesus left in the clouds, so expect Him to come back in the clouds (Acts 1:11)."
      },
      {
        "type": "b",
        "text": "How will Jesus take us?"
      },
      {
        "type": "p",
        "text": "Jesus’ coming will be as quick as you can blink your eyes (1 Corinthians 15:52). The Bible says He will take all those people who love Him to meet Him in the air (1 Thessalonians 4:17). We do not know exactly how God will do it, but Christians will move through the air with Jesus. Later, Jesus Christ will bring believers back to earth with Him when He comes to rule as King over all the earth."
      },
      {
        "type": "p",
        "text": "The “how” part of Christ’s return may sound scary for some because they are afraid of being separated from their family. This is understandable. Assure your child of your love for the Lord Jesus Christ and of the Lord Jesus’ love for both of you. Encourage him that the same kind, loving Jesus who did miracles and set children on His lap and talked to them and loved them is the one who is coming again. The Lord Jesus is coming back as a friend to get His friends."
      },
      {
        "type": "b",
        "text": "What is heaven like?"
      },
      {
        "type": "p",
        "text": "Heaven is where God the Father and His Son, the Lord Jesus Christ, live. It is not like any place anyone has ever seen. Jesus is there right now preparing a beautiful home for every person who loves and believes in Him (John 14:2). In heaven, people will have everything they want or need. There will be no sadness or tears, no sickness or pain, and no one will ever die. There will not be anything bad in heaven. It is a happy place where people will be with the Lord Jesus and all of God’s people."
      },
      {
        "type": "p",
        "text": "Your child may express reluctance about leaving the only home he has ever known. This is a normal reaction. Reassure him that going to heaven is a desirable thing, not because life here is bad or miserable, but because being with the Lord Jesus is so wonderful. Life in heaven will have as many, and more, joys as life on earth but without the pain and disappointments. The Bible does not say people will be playing harps and lounging around heaven all day. There will be rest in heaven, but there will also be purpose. People will worship God, work for Him, think and talk, enjoy the beauty of heaven, enjoy being with all His people and enjoy God Himself."
      },
      {
        "type": "b",
        "text": "What should we be doing until Jesus comes again?"
      },
      {
        "type": "p",
        "text": "People should pray, “Come, Lord Jesus,” and watch for His return (Matthew 24:42). People (even little children) should daily live to please Jesus by obeying His words. Christians should tell others about the Lord Jesus Christ and pray for those who still do not know Jesus as their Savior."
      },
      {
        "type": "p",
        "text": "Do not rush your child into making a personal decision to receive Christ as his Savior because you are fearful he will not go to heaven at the Lord’s return. The Lord knows His own. He has a perfect plan with perfect timing to gather all to Himself who are His. Pray that God gives you sensitivity and wisdom to discern when the Holy Spirit is at work in your child’s heart and when he is ready to receive Christ as his personal Savior."
      }
    ]
  },
  "eng/2017_28": {
    "title": "Being Content in Your Role as Parent",
    "content": [
      {
        "type": "p",
        "text": "As the book of Numbers opens, the Israelites left Mt. Sinai and began their journey toward the Promised Land. God’s chosen people were to pack up tents, take their assigned places in the throng of Israelites and, with eyes on the cloud, move in the direction it led."
      },
      {
        "type": "p",
        "text": "Many new parents feel they are in a position similar to these Israelites. Heading into the adventure of family life, they have taken their assigned place as mother or father and are moving along with the throng of humanity, identifying themselves in their new role, “I am a parent.”"
      },
      {
        "type": "p",
        "text": "If you are a first-time mom or dad, there may be some encouragement for you in the story of the Israelites’ journey. And even if you are a parent several times over, these lessons are good to consider."
      },
      {
        "type": "b",
        "text": "God assigned each tribe a position."
      },
      {
        "type": "p",
        "text": "Every Israelite family played an important role as they marched in the spot designated for them."
      },
      {
        "type": "p",
        "text": "By giving you a child, God has made distinctly clear a position of responsibility for you. This is your child, not your neighbor’s or your mother’s. The days and nights of this new little person’s life are entrusted to your care. The way things used to be are no longer the same. Gone are the days of being merely a secretary, legal aide, doctor, mechanic, engineer, etc. Whatever your role before, now your life has a new dimension. You are a parent, and this is a God-appointed position with lifetime tenure!"
      },
      {
        "type": "b",
        "text": "God’s cloud guided the people toward a destination."
      },
      {
        "type": "p",
        "text": "Every day and night, the Israelites obediently looked up. As they followed the cloud, God kept them moving toward the place and life He had promised and planned for His people."
      },
      {
        "type": "p",
        "text": "Christian parents today are guided not by a cloud, but by God’s Spirit and His written Word. His instructions are clear (Deuteronomy 11: 18-21). There are words of promise (Isaiah 40: 11) and some of warning (Proverbs 13: 24; Ephesians 6: 4). His Spirit adds confirmation and conviction. Whether teaching, correcting, loving or just living – parents can find guidance from God for their relationship with their children."
      },
      {
        "type": "p",
        "text": "It is easy to get discouraged in parenting very young children. The demands of energy and time can eclipse your original vision of being a godly parent and raising a God-fearing child. God has a plan for your child, and your parenting can help your son or daughter discover God’s goal for his or her life. As you daily carry out God’s instructions, your child will grow strong in body, soul and spirit. Each year is a stepping stone toward maturity for your child."
      },
      {
        "type": "b",
        "text": "God continually offered a blessing."
      },
      {
        "type": "p",
        "text": "His words in Numbers 6: 24 reveal God’s desire to bless the Israelites generously."
      },
      {
        "type": "p",
        "text": "This can be a tremendous encouragement to parents. God wants to bless you in the position He has assigned to you. Recall the first moment you saw and touched your child. Perhaps you were overwhelmed with the realization God had brought a remarkable blessing into your life. As you follow His guidance, believe His promises and trust in His plan for you and your child, there will be constant blessing. God will keep and protect you. He will make His face to shine upon you, even on the most exhausting days. He will be gracious to you, especially when the answers in parenting seem difficult to discern. As you seek Him, He will turn His face to you and give you peace."
      },
      {
        "type": "p",
        "text": "Use the following statements to challenge and encourage you this week."
      },
      {
        "type": "p",
        "text": "Each day I will:"
      },
      {
        "type": "li",
        "text": "Consider my role as parent (or grandparent) as a significant God-appointed responsibility."
      },
      {
        "type": "li",
        "text": "Ask God’s direction regarding my child at night and in the morning."
      },
      {
        "type": "li",
        "text": "Use the Bible as my main resource book in parenting."
      },
      {
        "type": "li",
        "text": "List at least one new blessing God has given to me as a parent."
      },
      {
        "type": "p",
        "text": "Recognizing the place God wants you to be, being satisfied in it and doing your part diligently are significant steps for parents. It is possible to overlook the seriousness of this privileged role. The temptation is great to respond to the world’s clamoring that only outside the home can an adult do something worthwhile, fulfilling or beneficial for mankind. It is very easy to neglect the daily opportunities to nurture a child. It is a wise, confident adult who can say, “I am a parent. I am responsible to be with my children. It matters that I am here. No other responsibility is more important.”"
      },
      {
        "type": "p",
        "text": "Listen to a BSF grandmother of 12 grandchildren who, being twice widowed, had direct responsibility for raising nine children. She says with firm conviction, “Parenting is the most important responsibility God ever gives to a person. Nothing is more important than teaching your children about God. Looking back, I only wish I had understood that and done more.”"
      },
      {
        "type": "p",
        "text": "May you be content in the place God has called you, and may you carry out your responsibility with confidence and joy."
      }
    ]
  },
  "eng/2017_29": {
    "title": "The Good News in Discipline",
    "content": [
      {
        "type": "p",
        "text": "When was the last time you thought to yourself, “I can’t believe my child would do something like that?” One of the components of parenthood is dealing with children when they do something wrong, again and again. How are Christians to deal with sinful children? And what is the ultimate purpose and motivation for discipline?"
      },
      {
        "type": "p",
        "text": "It is tempting to take the quick and easy way out when children sin, so order is restored quickly for our own comfort and convenience. It is tempting to bribe, give in, shame, manipulate or ignore poor behavior. Fear and guilt might motivate a child to obey in the short-term, but not for longevity. Discipline, with grace in mind, is what children need. The goal of discipline is an inner response of the heart."
      },
      {
        "type": "p",
        "text": "Call on God and trust Him for help. Situations of discipline can be opportunities to teach children about God’s grace. Discipline is the careful, firm and loving training of children of all ages in regard to their heart and behavior. It is appropriate to expect obedience and proper conduct at home and outside of the home. Children will sin because they are sinners, just like adults. Remember, the goal of discipline is an inner response of the heart."
      },
      {
        "type": "b",
        "text": "Preschool-Aged Children"
      },
      {
        "type": "p",
        "text": "Preschoolers are not too young to begin hearing about the grace Jesus offers to sinners. Children at this age are concrete thinkers. They are fact-gatherers and usually absorb facts readily. Concepts such as grace and salvation are more difficult for this age group to understand. God, however, is not limited in His ability to teach truth and transform hearts in children of any age. Teach these main truths: God is loving, holy and sovereign. He made us, and He makes the rules for how we must live. He expects us to obey. When we don’t obey, we must ask for His forgiveness. Discipline preschoolers with gentleness, as God first loved you."
      },
      {
        "type": "b",
        "text": "School-Aged Children"
      },
      {
        "type": "p",
        "text": "Older children are capable of abstract thinking. They can understand the conviction of their sin before a loving and holy God. This leads to an understanding of their need for repentance. When God has prepared their heart, it will lead to acceptance of God’s salvation through Christ. Discipline older children with gentleness as well, just as God first loved you. Remember, we deserved judgment. We have been given mercy. "
      },
      {
        "type": "p",
        "text": "Teach the truth about God – He is loving, holy and sovereign. Teach them that God’s law is good. When they realize they cannot obey it, you have the opportunity to tell them about Jesus. He is the only one who could obey the law completely all the time and with the right attitude. Help older children understand God’s acceptance is based on what Christ has done on the cross, not on anything they do. This is the good news of the gospel in discipline!"
      },
      {
        "type": "b",
        "text": "Extend Grace"
      },
      {
        "type": "p",
        "text": "God’s grace is the undeserved gift of salvation. Giving grace to children is training with love, generosity and patience, even when the child does not deserve it. Consider these gracious thoughts as you train and discipline the children God has entrusted to you:"
      },
      {
        "type": "li",
        "text": "Know the general characteristics of your child’s age group. Do not expect more of him than his abilities allow. Treat him as an individual without comparing him to siblings or the children of your friends."
      },
      {
        "type": "li",
        "text": "Give clear directions, using words your child understands. Show him what you mean. This applies to all children, toddlers through teenagers."
      },
      {
        "type": "li",
        "text": "Lovingly repeat instructions at different times until you are sure your child understands. Young preschoolers usually do best with short, concise explanations. Older children can accept more detail."
      },
      {
        "type": "li",
        "text": "Set clear limits. Ask God for wisdom to establish boundaries for the right reasons. "
      },
      {
        "type": "li",
        "text": "Relax! Use your God-given sense of humor. Children are truly fun people!"
      },
      {
        "type": "li",
        "text": "Ask God to show you your child’s specific or root sin in a discipline situation. Wanting something another child has is a common sin of preschoolers. Looking for immediate happiness and satisfaction in something other than Jesus is a common sin for older children. But there are many root sins. Seek God for wisdom to understand the heart of your child."
      },
      {
        "type": "li",
        "text": "Ask God for discernment to understand the difference between making a mistake and willful disobedience."
      },
      {
        "type": "li",
        "text": "Sin has consequences. Pray for wisdom to know when natural consequences (something gets broken or stolen because it was not put away) is sufficient or punishment is appropriate. Pray also for patience and strength to take advantage of opportunities to teach and train at strategic times. "
      },
      {
        "type": "p",
        "text": "Heart change leads to behavior change. Only God can change a heart to be more like His. Ask God to change your heart so you parent and guide your child more and more as He intends. This brings God glory as His character is displayed through you. "
      }
    ]
  },
  "spa/2017_26": {
    "title": "Answering Your Child’s Questions About Angels",
    "content": [
      {
        "type": "p",
        "text": "Most adults and children are fascinated with angels. However, some people have begun to think of angels in ways that are not true. It is important for adults and children to know what the Bible actually says about angels."
      },
      {
        "type": "b",
        "text": "What do angels look like?"
      },
      {
        "type": "p",
        "text": "The Bible says there are many angels who come and go from heaven to earth to do God’s work. You might expect one angel could look different from another, but no one can say this with certainty. The Bible seems to reveal angels look differently from one time to another, and it may depend on what God has sent them to do. Sometimes they have dazzling, white robes and shining faces (Daniel 10:5-6; Luke 24:4). Other times they seem to look like a person (Hebrews 13:2)."
      },
      {
        "type": "b",
        "text": "Do angels have wings?"
      },
      {
        "type": "p",
        "text": "Angels may sometimes have wings, but they do not need wings to get from one place to another. When God sends angels to do something, they appear with or without wings. When God told Moses how to build a special place for worship, He said that Moses should make two cherubim (angels) out of gold, and that the angels should have wings, stretching out and high up (Exodus 25:20). When God called Isaiah to be a prophet for Him, Isaiah saw God seated on a throne with seraphs (angels) above Him. Each seraph had six wings (Isaiah 6:1-2). John saw many angels in heaven and at least one of them was flying (Revelation 14:6). Of course, the angels who look like persons appear without visible wings."
      },
      {
        "type": "b",
        "text": "Why do I never see an angel?"
      },
      {
        "type": "p",
        "text": "Perhaps you have seen an angel, but you thought it was an ordinary person. When angels visited Abraham and Lot (Genesis 18:2; 19:1), the angels appeared to be men. Angels are messengers of God. They may be coming and going, from heaven to earth, to do the things God wants done, even without any humans being aware of their presence. When Elisha and his servant were surrounded by enemy troops, Elisha prayed that the Lord would open the servant’s eyes to see what was invisible. God answered Elisha’s prayer, and the servant saw the hills full of horses and chariots of fire all around them (2 Kings 6:15-17). These chariots must have been guided by angels. When the Lord Jesus comes to reign on His throne, angels will be with Him (Matthew 25:31)."
      },
      {
        "type": "b",
        "text": "What do angels do?"
      },
      {
        "type": "p",
        "text": "We do not know all the work angels accomplish. They are called ministering spirits, so they do whatever God commands. The Bible says angels serve those who are God’s people (Hebrews 1:14), carry God’s messages (Luke 1:26-38), give God’s good news to people (Luke 2:9-14), praise God (Job 38:7), help and guard God’s people (1 Kings 19:5; Psalm 91:11) and rejoice when a sinner repents (Luke 15:10)."
      },
      {
        "type": "b",
        "text": "Are there guardian angels; do I have a special angel just for me?"
      },
      {
        "type": "p",
        "text": "Perhaps you have a guardian angel, but it is unknown whether everyone does. When Daniel was in the lions’ den, God sent an angel to shut the mouths of the lions (Daniel 6:22). Jesus said the angels of little ones (childlike believers) always see the face of His Father in heaven (Matthew 18:10)."
      },
      {
        "type": "b",
        "text": "Are all angels good?"
      },
      {
        "type": "p",
        "text": "All of God’s angels are good. The Bible calls them “holy angels” (Luke 9:26); they help God’s people (Psalm 91:11-12). But angels are not to be worshipped (Revelation 19:10; 22:8-9)."
      },
      {
        "type": "p",
        "text": "There are angels, though, who help God’s enemy, Satan (Ephesians 6:12). Someday God, who is stronger than Satan, will send these enemy angels to hell along with the devil (Matthew 25:41)."
      },
      {
        "type": "b",
        "text": "Will I be an angel when I die?"
      },
      {
        "type": "p",
        "text": "People do not become angels after they die. People are people forever. People who love the Lord Jesus will live in heaven after they die, but they will never be angels (Luke 23:42-43; 2 Corinthians 5:6-10). God’s people will even judge angels (1 Corinthians 6:3)."
      },
      {
        "type": "b",
        "text": "Why did angels not rescue Jesus when He was killed?"
      },
      {
        "type": "p",
        "text": "God’s angels always want His plan to happen the right way. They would never do anything unless God told them what to do (Psalm 103:20). Jesus chose to die because He knew it was the only way we could become part of God’s family and live with Him forever in heaven. But that was not the end of God’s plan. God made Jesus alive again! Think about the angel who rolled the stone away from where Jesus was buried. That angel got to say, “He has risen! He is not here” (Mark 16:6)."
      },
      {
        "type": "p",
        "text": "To a child’s question, “How do we know angels are real and not just pretend?” a parent can answer with great conviction, “You never have to wonder or worry about whether angels are real. The Bible says the Lord Jesus made the angels. Because Jesus made them, then we know they are real. Nothing written in God’s Word is pretend. God’s Word is where you will always find the truth.” (John 1:1-3; Psalm 119:160)"
      }
    ]
  },
  "spa/2017_27": {
    "title": "Answering Your Child’s Questions About the Lord’s Return",
    "content": [
      {
        "type": "p",
        "text": "As you and your child spend time studying God’s Word, questions may arise about the Lord’s return. The following facts help you anticipate some of those questions and provide answers on a child’s level of understanding. Your child’s questions can probably be satisfied with simple, short answers. If he desires further information, he will continue to ask questions."
      },
      {
        "type": "b",
        "text": "How do we know the Lord Jesus will come back?"
      },
      {
        "type": "p",
        "text": "God tells us in His true Word, the Bible, that Jesus will return (Matthew 16:27 and 1 Thessalonians 4:16). We know God always keeps His promises. Long ago, God promised to send the Savior, and He did. God also promised to send the Holy Spirit to comfort and guide us, and He did. At times there are people who make promises and then cannot, or are unwilling, to keep those promises. God has kept every promise to people in the past, so He can be trusted to keep His promise to come again to earth."
      },
      {
        "type": "b",
        "text": "Why will Jesus come back?"
      },
      {
        "type": "p",
        "text": "The Lord Jesus will return to earth to gather people who love Him. They will live with Him forever (John 14:3). Jesus also will come back to rule as King of the whole earth."
      },
      {
        "type": "b",
        "text": "When will Jesus come?"
      },
      {
        "type": "p",
        "text": "No one knows when the Lord Jesus will return. It will be a surprise! Jesus could come today! Only God the Father knows the exact day and hour (Matthew 24:36). God did not tell people exactly when the Lord Jesus would return, because God wants everyone to live expecting the Lord Jesus to come at any minute."
      },
      {
        "type": "b",
        "text": "How will Jesus come?"
      },
      {
        "type": "p",
        "text": "The Bible says the Lord Jesus will come back to the earth in the same way He left. Jesus left in the clouds, so expect Him to come back in the clouds (Acts 1:11)."
      },
      {
        "type": "b",
        "text": "How will Jesus take us?"
      },
      {
        "type": "p",
        "text": "Jesus’ coming will be as quick as you can blink your eyes (1 Corinthians 15:52). The Bible says He will take all those people who love Him to meet Him in the air (1 Thessalonians 4:17). We do not know exactly how God will do it, but Christians will move through the air with Jesus. Later, Jesus Christ will bring believers back to earth with Him when He comes to rule as King over all the earth."
      },
      {
        "type": "p",
        "text": "The “how” part of Christ’s return may sound scary for some because they are afraid of being separated from their family. This is understandable. Assure your child of your love for the Lord Jesus Christ and of the Lord Jesus’ love for both of you. Encourage him that the same kind, loving Jesus who did miracles and set children on His lap and talked to them and loved them is the one who is coming again. The Lord Jesus is coming back as a friend to get His friends."
      },
      {
        "type": "b",
        "text": "What is heaven like?"
      },
      {
        "type": "p",
        "text": "Heaven is where God the Father and His Son, the Lord Jesus Christ, live. It is not like any place anyone has ever seen. Jesus is there right now preparing a beautiful home for every person who loves and believes in Him (John 14:2). In heaven, people will have everything they want or need. There will be no sadness or tears, no sickness or pain, and no one will ever die. There will not be anything bad in heaven. It is a happy place where people will be with the Lord Jesus and all of God’s people."
      },
      {
        "type": "p",
        "text": "Your child may express reluctance about leaving the only home he has ever known. This is a normal reaction. Reassure him that going to heaven is a desirable thing, not because life here is bad or miserable, but because being with the Lord Jesus is so wonderful. Life in heaven will have as many, and more, joys as life on earth but without the pain and disappointments. The Bible does not say people will be playing harps and lounging around heaven all day. There will be rest in heaven, but there will also be purpose. People will worship God, work for Him, think and talk, enjoy the beauty of heaven, enjoy being with all His people and enjoy God Himself."
      },
      {
        "type": "b",
        "text": "What should we be doing until Jesus comes again?"
      },
      {
        "type": "p",
        "text": "People should pray, “Come, Lord Jesus,” and watch for His return (Matthew 24:42). People (even little children) should daily live to please Jesus by obeying His words. Christians should tell others about the Lord Jesus Christ and pray for those who still do not know Jesus as their Savior."
      },
      {
        "type": "p",
        "text": "Do not rush your child into making a personal decision to receive Christ as his Savior because you are fearful he will not go to heaven at the Lord’s return. The Lord knows His own. He has a perfect plan with perfect timing to gather all to Himself who are His. Pray that God gives you sensitivity and wisdom to discern when the Holy Spirit is at work in your child’s heart and when he is ready to receive Christ as his personal Savior."
      }
    ]
  },
  "spa/2017_28": {
    "title": "Being Content in Your Role as Parent",
    "content": [
      {
        "type": "p",
        "text": "As the book of Numbers opens, the Israelites left Mt. Sinai and began their journey toward the Promised Land. God’s chosen people were to pack up tents, take their assigned places in the throng of Israelites and, with eyes on the cloud, move in the direction it led."
      },
      {
        "type": "p",
        "text": "Many new parents feel they are in a position similar to these Israelites. Heading into the adventure of family life, they have taken their assigned place as mother or father and are moving along with the throng of humanity, identifying themselves in their new role, “I am a parent.”"
      },
      {
        "type": "p",
        "text": "If you are a first-time mom or dad, there may be some encouragement for you in the story of the Israelites’ journey. And even if you are a parent several times over, these lessons are good to consider."
      },
      {
        "type": "b",
        "text": "God assigned each tribe a position."
      },
      {
        "type": "p",
        "text": "Every Israelite family played an important role as they marched in the spot designated for them."
      },
      {
        "type": "p",
        "text": "By giving you a child, God has made distinctly clear a position of responsibility for you. This is your child, not your neighbor’s or your mother’s. The days and nights of this new little person’s life are entrusted to your care. The way things used to be are no longer the same. Gone are the days of being merely a secretary, legal aide, doctor, mechanic, engineer, etc. Whatever your role before, now your life has a new dimension. You are a parent, and this is a God-appointed position with lifetime tenure!"
      },
      {
        "type": "b",
        "text": "God’s cloud guided the people toward a destination."
      },
      {
        "type": "p",
        "text": "Every day and night, the Israelites obediently looked up. As they followed the cloud, God kept them moving toward the place and life He had promised and planned for His people."
      },
      {
        "type": "p",
        "text": "Christian parents today are guided not by a cloud, but by God’s Spirit and His written Word. His instructions are clear (Deuteronomy 11: 18-21). There are words of promise (Isaiah 40: 11) and some of warning (Proverbs 13: 24; Ephesians 6: 4). His Spirit adds confirmation and conviction. Whether teaching, correcting, loving or just living – parents can find guidance from God for their relationship with their children."
      },
      {
        "type": "p",
        "text": "It is easy to get discouraged in parenting very young children. The demands of energy and time can eclipse your original vision of being a godly parent and raising a God-fearing child. God has a plan for your child, and your parenting can help your son or daughter discover God’s goal for his or her life. As you daily carry out God’s instructions, your child will grow strong in body, soul and spirit. Each year is a stepping stone toward maturity for your child."
      },
      {
        "type": "b",
        "text": "God continually offered a blessing."
      },
      {
        "type": "p",
        "text": "His words in Numbers 6: 24 reveal God’s desire to bless the Israelites generously."
      },
      {
        "type": "p",
        "text": "This can be a tremendous encouragement to parents. God wants to bless you in the position He has assigned to you. Recall the first moment you saw and touched your child. Perhaps you were overwhelmed with the realization God had brought a remarkable blessing into your life. As you follow His guidance, believe His promises and trust in His plan for you and your child, there will be constant blessing. God will keep and protect you. He will make His face to shine upon you, even on the most exhausting days. He will be gracious to you, especially when the answers in parenting seem difficult to discern. As you seek Him, He will turn His face to you and give you peace."
      },
      {
        "type": "p",
        "text": "Use the following statements to challenge and encourage you this week."
      },
      {
        "type": "p",
        "text": "Each day I will:"
      },
      {
        "type": "li",
        "text": "Consider my role as parent (or grandparent) as a significant God-appointed responsibility."
      },
      {
        "type": "li",
        "text": "Ask God’s direction regarding my child at night and in the morning."
      },
      {
        "type": "li",
        "text": "Use the Bible as my main resource book in parenting."
      },
      {
        "type": "li",
        "text": "List at least one new blessing God has given to me as a parent."
      },
      {
        "type": "p",
        "text": "Recognizing the place God wants you to be, being satisfied in it and doing your part diligently are significant steps for parents. It is possible to overlook the seriousness of this privileged role. The temptation is great to respond to the world’s clamoring that only outside the home can an adult do something worthwhile, fulfilling or beneficial for mankind. It is very easy to neglect the daily opportunities to nurture a child. It is a wise, confident adult who can say, “I am a parent. I am responsible to be with my children. It matters that I am here. No other responsibility is more important.”"
      },
      {
        "type": "p",
        "text": "Listen to a BSF grandmother of 12 grandchildren who, being twice widowed, had direct responsibility for raising nine children. She says with firm conviction, “Parenting is the most important responsibility God ever gives to a person. Nothing is more important than teaching your children about God. Looking back, I only wish I had understood that and done more.”"
      },
      {
        "type": "p",
        "text": "May you be content in the place God has called you, and may you carry out your responsibility with confidence and joy."
      }
    ]
  },
  "spa/2017_29": {
    "title": "The Good News in Discipline",
    "content": [
      {
        "type": "p",
        "text": "When was the last time you thought to yourself, “I can’t believe my child would do something like that?” One of the components of parenthood is dealing with children when they do something wrong, again and again. How are Christians to deal with sinful children? And what is the ultimate purpose and motivation for discipline?"
      },
      {
        "type": "p",
        "text": "It is tempting to take the quick and easy way out when children sin, so order is restored quickly for our own comfort and convenience. It is tempting to bribe, give in, shame, manipulate or ignore poor behavior. Fear and guilt might motivate a child to obey in the short-term, but not for longevity. Discipline, with grace in mind, is what children need. The goal of discipline is an inner response of the heart."
      },
      {
        "type": "p",
        "text": "Call on God and trust Him for help. Situations of discipline can be opportunities to teach children about God’s grace. Discipline is the careful, firm and loving training of children of all ages in regard to their heart and behavior. It is appropriate to expect obedience and proper conduct at home and outside of the home. Children will sin because they are sinners, just like adults. Remember, the goal of discipline is an inner response of the heart."
      },
      {
        "type": "b",
        "text": "Preschool-Aged Children"
      },
      {
        "type": "p",
        "text": "Preschoolers are not too young to begin hearing about the grace Jesus offers to sinners. Children at this age are concrete thinkers. They are fact-gatherers and usually absorb facts readily. Concepts such as grace and salvation are more difficult for this age group to understand. God, however, is not limited in His ability to teach truth and transform hearts in children of any age. Teach these main truths: God is loving, holy and sovereign. He made us, and He makes the rules for how we must live. He expects us to obey. When we don’t obey, we must ask for His forgiveness. Discipline preschoolers with gentleness, as God first loved you."
      },
      {
        "type": "b",
        "text": "School-Aged Children"
      },
      {
        "type": "p",
        "text": "Older children are capable of abstract thinking. They can understand the conviction of their sin before a loving and holy God. This leads to an understanding of their need for repentance. When God has prepared their heart, it will lead to acceptance of God’s salvation through Christ. Discipline older children with gentleness as well, just as God first loved you. Remember, we deserved judgment. We have been given mercy. "
      },
      {
        "type": "p",
        "text": "Teach the truth about God – He is loving, holy and sovereign. Teach them that God’s law is good. When they realize they cannot obey it, you have the opportunity to tell them about Jesus. He is the only one who could obey the law completely all the time and with the right attitude. Help older children understand God’s acceptance is based on what Christ has done on the cross, not on anything they do. This is the good news of the gospel in discipline!"
      },
      {
        "type": "b",
        "text": "Extend Grace"
      },
      {
        "type": "p",
        "text": "God’s grace is the undeserved gift of salvation. Giving grace to children is training with love, generosity and patience, even when the child does not deserve it. Consider these gracious thoughts as you train and discipline the children God has entrusted to you:"
      },
      {
        "type": "li",
        "text": "Know the general characteristics of your child’s age group. Do not expect more of him than his abilities allow. Treat him as an individual without comparing him to siblings or the children of your friends."
      },
      {
        "type": "li",
        "text": "Give clear directions, using words your child understands. Show him what you mean. This applies to all children, toddlers through teenagers."
      },
      {
        "type": "li",
        "text": "Lovingly repeat instructions at different times until you are sure your child understands. Young preschoolers usually do best with short, concise explanations. Older children can accept more detail."
      },
      {
        "type": "li",
        "text": "Set clear limits. Ask God for wisdom to establish boundaries for the right reasons. "
      },
      {
        "type": "li",
        "text": "Relax! Use your God-given sense of humor. Children are truly fun people!"
      },
      {
        "type": "li",
        "text": "Ask God to show you your child’s specific or root sin in a discipline situation. Wanting something another child has is a common sin of preschoolers. Looking for immediate happiness and satisfaction in something other than Jesus is a common sin for older children. But there are many root sins. Seek God for wisdom to understand the heart of your child."
      },
      {
        "type": "li",
        "text": "Ask God for discernment to understand the difference between making a mistake and willful disobedience."
      },
      {
        "type": "li",
        "text": "Sin has consequences. Pray for wisdom to know when natural consequences (something gets broken or stolen because it was not put away) is sufficient or punishment is appropriate. Pray also for patience and strength to take advantage of opportunities to teach and train at strategic times. "
      },
      {
        "type": "p",
        "text": "Heart change leads to behavior change. Only God can change a heart to be more like His. Ask God to change your heart so you parent and guide your child more and more as He intends. This brings God glory as His character is displayed through you. "
      }
    ]
  },
  "chs/2017_26": {
    "title": "孩子提出关于天使的问题",
    "content": [
      {
        "type": "p",
        "text": "无论大人或小孩，一般都对天使非常感兴趣，然而，有些人对天使的想法开始有偏差。了解圣经其实怎样描述天使是很重要的。"
      },
      {
        "type": "b",
        "text": "天使是什么样子的？"
      },
      {
        "type": "p",
        "text": "圣经说，有许多天使在天地之间来来往往做上帝的工作。在我们心目中每个天使的长相都可能不一样，但我们无法肯定是否如此。根据圣经的描述，天使每次出现，似乎都有点不同，这可能与上帝派他们做什么工作有关。有些时候，天使会穿耀眼的白袍，面貌发光（但以理书10:5-6;路加福音24:4）;有些时候，他们又似乎跟常人无异（希伯来书13:2）。"
      },
      {
        "type": "b",
        "text": "天使有翅膀吗？"
      },
      {
        "type": "p",
        "text": "有些时候，天使是有翅膀的，但他们并不需要翅膀才能众一个地方到另一个地方罢。当上帝派天使去办事，他们有时会带着翅膀显现，有时又不会。上帝指示摩西建造一个特别地方敬拜他时，吩咐他用金子造两个高张翅膀的基路伯（天使）（出埃及记25:20）;上帝呼召以赛亚作他的先知时，以赛亚看见上帝坐的宝座上有撒拉弗（天使）侍立，各有六个翅膀（以赛亚书6:1-2）;约翰曾经看见天上有许多天使，至少有一位天使在飞行（启示录14:6）。当然，以人的样式出现的天使是没有翅膀的。"
      },
      {
        "type": "b",
        "text": "为什么我从来没见过天使？"
      },
      {
        "type": "p",
        "text": "或许你已经见过天使，可是你当时以为那只是个普通人。天使拜访亚伯拉罕和罗得的时候（创世记18:2;19:1），也是以人的模样显现的。天使是上帝的使者。他们能够穿梭于天地之间，按上帝的吩咐做事，而没有任何人意识到他们在那里。以利沙和仆人被敌军包围的时候，以利沙祈求耶和华开仆人的眼，看到那看不见的。上帝应允了他的祷告，让他的仆人看见满山有火车火马围绕他们（列王纪下6:15-17）。这些车马都该是由天使指挥的。当主耶稣再来，坐在宝座上治理大地时，众天使会和他在一起（马太福音25:31）。"
      },
      {
        "type": "b",
        "text": "天使是做什么的？"
      },
      {
        "type": "p",
        "text": "我们并不知道天使做的所有事情。圣经说，天使称为“服役的灵”，所以上帝吩咐他们做什么他们就做什么。圣经说天使为上帝子民效力（希伯来书1:14）、传达上帝的讯息（路加福音1:26-38）、把好消息告诉人（路加福音2:9-14）、赞美上帝（约伯记38:7）、帮助并保护上帝的子民（列王纪上19:5;诗篇91:11）、为罪人的悔改欢喜（路加福音15:10）。"
      },
      {
        "type": "b",
        "text": "有没有守护天使呢？有没有一位是专门保护我的？"
      },
      {
        "type": "p",
        "text": "也许你有一位守护天使，但不知道是不是每个人都有。当但以理被扔在狮子坑中，上帝派天使封住狮子的口（但以理书6:22）。耶稣说过，小子们（有小孩子样式的基督徒）的天使在天上，常常看见天父的面（马太福音18:10）。"
      },
      {
        "type": "b",
        "text": "天使都是良善的吗？"
      },
      {
        "type": "p",
        "text": "上帝所有的天使都是良善的。圣经称他们为“圣天使”（路加福音9:26），他们帮助上帝的t民（诗篇91:11-12）。但天使不应该受敬拜（启示录19:10;22:8-9）。"
      },
      {
        "type": "p",
        "text": "不过，有些天使帮助上帝的仇敌撒但（以弗所书6:12）。上帝比撒但更强大；有一天，上帝会把这些与他为敌的天使跟魔鬼一起都打入地狱（马太福音25:41）。"
      },
      {
        "type": "b",
        "text": "我死后会成为天使吗？"
      },
      {
        "type": "p",
        "text": "人死后并不会成为天使；人永远是人。爱主耶稣的人死后会活在天堂，但永远不会是天使（路加福音23:42-43;哥林多后书5:6-10）。上帝的子民甚至会审判天使（哥林多前书6:3）。"
      },
      {
        "type": "b",
        "text": "为什么耶稣被杀时，天使不救他？"
      },
      {
        "type": "p",
        "text": "上帝的天使总是想上帝的计划循正途实现。除非上帝告诉他们要做什么，他们永远不会轻举妄动（诗篇103:20）。耶稣选择受死，因为他知道，唯有这样我们才能成为上帝家里的乂，永远在天±与施同ft。示过，上秦由计划并没有就此结束；他让耶稣复活了！想想看，那个挪开耶穌墓穴前面石头的天使，可以向人宣布：“他已经复活了！不在这里。”（马可福音16:6）"
      },
      {
        "type": "p",
        "text": "如果孩子问：“怎么知道天使是真的，不是虚构的？”家长要肯定地回答说：“你永远不用怀疑或担心天使是不是真的。圣经说，主耶稣造了天使。因为他们是主耶穌造的，所以我们知道天使是真的。圣经告诉我们，天上真的有天使，地上也有。上帝的话没有一句是虚构的，在他的话中你一定找到真理。”（约翰一书1:1-3;诗篇119:160）"
      }
    ]
  },
  "chs/2017_27": {
    "title": "孩子提问关于主的再来",
    "content": [
      {
        "type": "p",
        "text": "你和孩子用时间学习上帝的话语，很可能会碰到关于主再来的问题。下面这些资料能帮助你就一些这方面的问题先有心里准备，并提供给你符合孩子理解能力的答案。你的解释不必冗长或详尽，简短易懂的答案很可能已经让孩子满意了。如果他想知道更多，自然会再追问。"
      },
      {
        "type": "b",
        "text": "我们怎么知道主耶稣会回来？"
      },
      {
        "type": "p",
        "text": "圣经是上帝真实的话。上帝在圣经中告诉我们，耶穌会再来（马太福音16:27;帖撒罗尼迦前书4:16）。我们知道，上帝总会信守诺言。很久以前，上帝应许派救主来，他做到了。上帝还应许派圣灵来安慰和带领我们，他也做到了。有时候，人许下承诺，却不能或不愿意遵守。他过去一直遵守对人的每一个承诺，所以我们相信他会信守承诺再次回到世上。"
      },
      {
        "type": "b",
        "text": "耶稣为什么要再来？"
      },
      {
        "type": "p",
        "text": "主耶稣将要回到地上聚集所有爱他的人，跟他永远在一起生活（约翰福音14:3）。他回来也会作王，治理整个世界。"
      },
      {
        "type": "b",
        "text": "耶稣什么时候回来？"
      },
      {
        "type": "p",
        "text": "没有人知道主耶穌什么时候会回来，那将是一个惊喜！说不定他今天就到！只有父上帝才知道确实的日子和时辰（马太福音24:36）。上帝并没有告诉我们主耶稣回来的时间，因为他要每个人生活的心态都是主耶穌会随时回来。"
      },
      {
        "type": "b",
        "text": "耶稣怎样回来？"
      },
      {
        "type": "p",
        "text": "圣经说，主耶穌怎样离开，将来还要怎样回来。耶稣在云里升天，所以预期他也会在云里回来（使徒行传1:11）。"
      },
      {
        "type": "b",
        "text": "耶稣怎样接走我们？"
      },
      {
        "type": "p",
        "text": "耶稣回来，可以一眨眼间就发生（哥林多前书15:52）。圣经说，所有爱他的人都会被他提起来，在空中与他相见（帖撒罗尼迦前书4:17）。我们不清楚到时具体会怎样，但我们知道，基督徒会和耶穌一起升到空中。然后，当主耶穌回到地上作王、管治全地的时候，他又会带信徒回到地上。"
      },
      {
        "type": "p",
        "text": "对某些孩子来说，“接走”这个环节或 许有点可怕，因为他们害怕和家人分离，这是可以理解的。向孩子保证，你爱主耶稣，主耶稣基督也爱你们；向孩子解释，因为你们两都爱主耶稣，你们会一起被耶稣接走，并肯定的告诉他，再回来的主耶稣，仍然是那位温柔慈爱、行神迹、把他们放在大腿上和他们说话疼他们的主。主耶稣是以朋友的身份回来接他的朋友。"
      },
      {
        "type": "b",
        "text": "天堂是什么样子的？"
      },
      {
        "type": "p",
        "text": "天堂就是天父上帝和他儿子主耶稣基督住的地方，那儿不像任何人见过的地方。耶稣现在就在那里，为每一个爱他及相信他的人准备一个漂亮的家（约翰福音14:2）。在天堂里的人，想要或需要什么都有，他们不会伤心、流眼泪，不会生病或疼痛，也没有人会死。天堂里没有任何不好的事发生，是一个快乐的地方，我们会跟主耶稣和所有属上帝的人在一起。"
      },
      {
        "type": "p",
        "text": "你的孩子可能表示不愿意离开自己唯一认识的家。这种反应也很正常。父母要让他安心，告诉他上天堂是大家都渴求的事，不是因为地上的生活有多么不好或悲惨，而是因为和主耶稣在一起是那么美好。天堂里开心的事情会比地上的多很多，又不会有痛苦和失望。圣经没有说我们到了天上，只是整天弹竖琴和闲逛；在天堂有休息，也有要做的事。人们要在那里敬拜和服侍上帝，思考和说话，享受天堂之美，享受与所有属他的人在一起，也享受上帝他自己。"
      },
      {
        "type": "b",
        "text": "我们应该做什么直到耶稣再来？"
      },
      {
        "type": "p",
        "text": "人们应当祷告：“主耶穌啊，我愿你来！”并要警醒，等他再来（马太福音24:42）。人们（甚至小孩子）应当每天按着耶穌的话过日子来讨他喜欢。基督徒要常常告诉别人有关主耶稣基督的事，又为那些仍未认识耶稣为救主尚人祷告。"
      },
      {
        "type": "p",
        "text": "不要因为担心孩子不能在主耶穌再来时上天堂，就急着催逼他作出决定接受基督为救主。上帝知道谁是属于他的。牠有完美的计划，会在完美的时机聚集所有属他的人到他跟前。求上帝给你智慧和敏锐的心，能够明辨圣灵什么时候在孩子的心里动工、他什么时候准备好接受耶稣为他自己的救主。"
      }
    ]
  },
  "chs/2017_28": {
    "title": "安于承担父母天职",
    "content": [
      {
        "type": "p",
        "text": "民数记开首时记述以色列人正要离开西奈山，前往应许之地。上帝的选民要纷纷拆卸帐篷，在芸芸以色列百姓中找到自己的指定位置，准备就绪，定睛云彩，朝它指引的方向进发。"
      },
      {
        "type": "p",
        "text": "许多刚刚当上父母的人，会觉得自己就像这班以色列人。他们开始踏上“过家庭生活”这探险之旅：他们已找到“父母”这指定位置，马上要带着“为人父母”的崭新身份与芸芸众生一起上路。"
      },
      {
        "type": "p",
        "text": "如果你初为人父母，今天的学习该给你鼓励。即使你已经有好几个孩子，这一课的内容也值得你再三深思。"
      },
      {
        "type": "b",
        "text": "上帝为每个支派指定了位置。每家以色列人在上帝指定的位置前进时，都发挥着重要的作用。"
      },
      {
        "type": "p",
        "text": "上帝赐给你孩子时，就已把一个明确的责任交托给你。这孩子不是你邻居的，也不是你妈妈的，而是你的。这个小小的新生命日日夜夜都托付给你看管。你的生活不会再跟过去一样的了；你不再只是一个秘书、文员、医生、技师或工程师，无论你以往的角色是什么，如今你的人生添了新方向。你当上了父母，那是上帝委派给你的终身职务！"
      },
      {
        "type": "p",
        "text": "上帝赐给你孩子时，就已把一个明确的责任交托给你。这孩子不是你邻居的，也不是你妈妈的，而是你的。这个小小的新生命日日夜夜都托付给你看管。你的生活不会再跟过去一样的了；你不再只是一个秘书、文员、医生、技师或工程师，无论你以往的角色是什么，如今你的人生添了新方向。你当上了父母，那是上帝委派给你的终身职务！"
      },
      {
        "type": "b",
        "text": "上帝用云彩帯领以色列人到达目的地。"
      },
      {
        "type": "p",
        "text": "日日夜夜，以色列人都顺服地抬头仰望。当他们跟随云彩而行，上帝就领他们往前走。在他的计划里，他应许给他的子民一个地方让他们好好生活。这就是以色列人的目的地。"
      },
      {
        "type": "p",
        "text": "今天，基督徒父母不再由云彩领路，而是靠上帝的灵和他的话语引导。他的指示无比清晰（申命记11:18-21），有应许（以赛亚书40:11），也有警告（箴言13:24;以弗所书6:4），圣灵更给我们确认又坚定我们的信心。无论是教导、劝诫、关爱，还是日常生活，父母都能够得到上帝的指导，知道如何处理亲子关系。"
      },
      {
        "type": "p",
        "text": "教养年幼的孩子，很容易令人泄气。你立志成为敬虔的父母、养育敬畏上帝的儿女，但当你的时间和精力大量消耗时，起初这份心志就可能被埋没了。上帝对你的孩子有一个计划，而你对孩子的教导，可以帮助他发现上帝在他一生中的旨意。当你每天按照上帝的指示而行，孩子的身心灵自会苗壮成长。每一年都是一个成长台阶，孩子拾级而上，迈向成熟。"
      },
      {
        "type": "b",
        "text": "上帝不断赐福给他的子民。"
      },
      {
        "type": "p",
        "text": "上帝的话语，民数记6:4，显示出上帝的心愿，那就是他要厚厚赐福于以色列人。"
      },
      {
        "type": "p",
        "text": "对父母来说，这真是个莫大的鼓励。上帝的心愿，就是在这指定给你的职分上赐福给你。试回想你看见、摸到孩子的第一刻。当时你可能因为意识到上帝给你这偌大的福气，而感觉茫然不知所措。当你跟随上帝的引导，相信他的应许，并信靠他为你和孩子所定的计划时，福气就会源源不绝地临到你身上。上帝要看顾保守你——即使你感到筋疲力尽，他都要用脸光照你。特别当你面对教养孩子的问题不知如何是好时，他都会向你施恩。只要你寻求他，他就会向你仰脸，赐板平安。"
      },
      {
        "type": "p",
        "text": "在这星期内，你不妨用下面几点，一面挑战自己，一面给自己鼓励。"
      },
      {
        "type": "p",
        "text": "每一天，我都会："
      },
      {
        "type": "li",
        "text": "把父母（或祖父母）这身份看作上帝赋予的神圣责任。"
      },
      {
        "type": "li",
        "text": "早晚为孩子寻求上帝的指引。"
      },
      {
        "type": "li",
        "text": "用圣经作为教养孩子的主要资源。"
      },
      {
        "type": "li",
        "text": "列出至少一个新福分，是上帝赐给我作父母的。"
      },
      {
        "type": "p",
        "text": "认清并欣然接受上帝要你担任的角色，尽力持守本分，这是为人父母的重要守则。世界不停制造一种“噪音”——成年人只有在家庭以外，才能做到有价值、有成就感、造福人类的事情。这是莫大的试探，一不留神，我们可能因此忽视了为人父母这重要的尊贵身份，而轻易忽略日常培育孩子的机会。有智慧、有自信的成年人才会说：“我身为父母，有责任和孩子在一起。我身在这里至关重要，没什么责任比这更重大”。"
      },
      {
        "type": "p",
        "text": "查经班里有一位当祖母的，她有12个孙儿孙女。这老人家曾经两度守寡，亲手养育过九名儿女。她坚定地说：“养育子女是上帝托付给人最重要的责任。没什么事比教导孩子认识上帝更重要。回望过去，我感到遗憾自己没有明白这一点，没有为此付出更大的努力。”"
      },
      {
        "type": "p",
        "text": "愿你安于持守上帝给你的呼召，并带着信心、满怀喜乐地履行父母的职责。"
      }
    ]
  },
  "chs/2017_29": {
    "title": "管教中帯出好消息（福音）",
    "content": [
      {
        "type": "p",
        "text": "“真不能相信，我的孩子竟会做这样的事。”你上一次对自己这么说是什么时候呢？为人父母，就要处理孩子一而再、再而三地犯错。孩子得罪上帝，基督徒家长该怎样处理？管教的最终目的和动机又是什么？"
      },
      {
        "type": "p",
        "text": "当孩子得罪上帝时，我们都倾向用简单迅速的方法处理，因为这样能马上恢复秩序，让我们不用再担心，又不会引起诸多不便。我们“快刀斩乱麻”的解决方法往往流于贿赂、妥协、羞辱、操纵或对孩子的环行为视而不见等。虽然恐惧和内疚能让孩子在短时间内听话，这种情况却不会维持很久。以恩慈为出发点的管教，才是孩子所需要的。管教的目标是让孩子在内心做出回应。"
      },
      {
        "type": "p",
        "text": "向上帝呼求、相信他会帮助你。施行管教是教导孩子关于上帝恩典的良机。管教就是针对孩子的内心和行为，用谨慎、坚定及慈爱的态度教养各种年齡的孩子。要求孩子无论在家还是在外都服从家长、行为端正，是无可厚非的。和大人一样，孩子也是罪人，所以会犯罪。不要忘记，管教的目标是让孩子在内心做出回皮。"
      },
      {
        "type": "b",
        "text": "学前儿童"
      },
      {
        "type": "p",
        "text": "这个年齡的孩子已经能够开始认识耶穌赐给罪人的恩典。他们处于“具体思维”阶段，喜欢搜集各种资料，而且一般都吸收得很快。虽然恩典和救赎是他们不容易理解的概念，但上帝教导真理和改变人心的能力却不受限制，能影晌任何年龄的孩子。教导孩子这些基本的真理：上帝是慈爱、圣洁的，他有绝对的主权；他创造了我们，订出规则教我们该怎样生活；他要求我们顺服他；当我们有不顺服的时候，就必须求他宽恕。管教学前儿童时态度要温柔，正如上帝先爱我们那样。"
      },
      {
        "type": "b",
        "text": "学龄儿童"
      },
      {
        "type": "p",
        "text": "年纪稍大的孩子能够运用抽象思维。他们可以理解自己在慈爱和圣洁的上帝面前被定罪，从而明白自己需要悔改。当上帝准备好他们的心，他们就会接受上帝借着耶稣基督完成的救恩。管教这个年龄的孩子同样要温柔，正如上帝先爱你。不要忘记，我们本该被上帝惩罚，却得到上帝的怜悯。"
      },
      {
        "type": "p",
        "text": "教导他们关于上帝的真理：他慈爱、圣洁，拥有绝对的主权，也让他们明白，上帝的律法是好的。当孩子意识到自己不能遵守上帝的律法，你就有机会引领他认识耶稣；唯有耶稣总能以正确的态度完全遵守律法。帮助稍大的孩子明白，上帝接纳我们，是因为基督在十字架上所作的，而不是因为我们所做的任何事情。这就是管教中带出的好消息（福音）！"
      },
      {
        "type": "b",
        "text": "施予恩典"
      },
      {
        "type": "p",
        "text": "上帝的恩典就是赐下世人不配得到的救赎。家长给予孩子的恩典，就是用爱心、宽容和耐性教养他们一即使孩子不配得到这样的对待。孩子是上帝托付给你的；你训练和管教孩子时，可思考以下这些建议，以恩慈对待孩子："
      },
      {
        "type": "li",
        "text": "了解孩子所处年龄阶段的一般特征。不要期望他超出他的能力范围。要视他为独立的“个体”，不要把他和兄弟姐妹或你朋友的孩子作比较。"
      },
      {
        "type": "li",
        "text": "用孩子能懂的话作出清楚的指示。示范给他看，让他明白你的意思。对所有孩子（从幼儿到少年）都该这样做。"
      },
      {
        "type": "li",
        "text": "在不同时间，慈爱地重复你的指示，直到确定孩子真的理解了。一般来说，给学前幼童简洁的解释最有效；年纪较大的孩子则可以接受更多的细节。"
      },
      {
        "type": "li",
        "text": "设定明确的界限。向上帝求智慧，设定界限是为孩子的好处，而不是别有用心。"
      },
      {
        "type": "li",
        "text": "要放松！多运用上帝给你的幽默感，孩子是很好玩的一群！"
      },
      {
        "type": "li",
        "text": "管教孩子时，求上帝向你显明孩子具体的或归根结底的错处是什么。学龄前儿童常犯的错，是希望拥有其他小朋友的东西；至于年龄较大的孩子，则是从其他事物（而不是耶穌）寻求即时的快乐和满足。不过，人根本的罪还有很多。求上帝给你智慧，能明白孩子的心。"
      },
      {
        "type": "li",
        "text": "求上帝给你明辨的心，能够区别是孩子无心之失还是故意悖逆。"
      },
      {
        "type": "li",
        "text": "犯错一定有后果。祈求上帝给你智慧，让你知道自然的后果（东西没放好，就会摔环或被偷去）是否已经足够，还是需要处罚孩子。也祈求上帝给你耐心和能力，在关键时刻把握机会来教导和训练孩子。"
      },
      {
        "type": "p",
        "text": "内心的改变带来行为的改变。只有上帝能改变人心，让人更像他。求上帝改变你的心，让你能够越来越按照他的心意来养育和教导孩子。上帝的品格在你身上显出来，他就得着荣耀。"
      }
    ]
  },
  "cht/2017_26": {
    "title": "孩子提出關於天使的問題",
    "content": [
      {
        "type": "p",
        "text": "無論大人或小孩，一般都對天使非常感興趣，然而，有些人對天使的想法開始有偏差。了解聖經其實怎樣描述天使是很重要的。"
      },
      {
        "type": "b",
        "text": "天使是什麽樣子的？"
      },
      {
        "type": "p",
        "text": "聖經說，有許多天使在天地之間來來往往做上帝的工作。在我們心目中每個天使的長相都可能不一樣，但我們無法肯定是否如此。根據聖經的描述，天使每次出現，似乎都有點不同，這可能與上帝派他們做什麽工作有關。有些時候，天使會穿耀眼的白袍，面貌發光（但以理書10:5-6;路加福音24:4）;有些時候，他們又似乎跟常人無異（希伯來書13:2）。"
      },
      {
        "type": "b",
        "text": "天使有翅膀嗎？"
      },
      {
        "type": "p",
        "text": "有些時候，天使是有翅膀的，但他們並不需要翅膀才能眾一個地方到另一個地方罷。當上帝派天使去辦事，他們有時會帶著翅膀顯現，有時又不會。上帝指示摩西建造一個特別地方敬拜他時，吩咐他用金子造兩個高張翅膀的基路伯（天使）（出埃及記25:20）;上帝呼召以賽亞作他的先知時，以賽亞看見上帝坐的寶座上有撒拉弗（天使）侍立，各有六個翅膀（以賽亞書6:1-2）;約翰曾經看見天上有許多天使，至少有一位天使在飛行（啟示錄14:6）。當然，以人的樣式出現的天使是沒有翅膀的。"
      },
      {
        "type": "b",
        "text": "為什麽我從來沒見過天使？"
      },
      {
        "type": "p",
        "text": "或許你已經見過天使，可是你當時以為那只是個普通人。天使拜訪亞伯拉罕和羅得的時候（創世記18:2;19:1），也是以人的模樣顯現的。天使是上帝的使者。他們能夠穿梭於天地之間，按上帝的吩咐做事，而沒有任何人意識到他們在那裏。以利沙和仆人被敵軍包圍的時候，以利沙祈求耶和華開仆人的眼，看到那看不見的。上帝應允了他的禱告，讓他的仆人看見滿山有火車火馬圍繞他們（列王紀下6:15-17）。這些車馬都該是由天使指揮的。當主耶穌再來，坐在寶座上治理大地時，眾天使會和他在一起（馬太福音25:31）。"
      },
      {
        "type": "b",
        "text": "天使是做什麽的？"
      },
      {
        "type": "p",
        "text": "我們並不知道天使做的所有事情。聖經說，天使稱為“服役的靈”，所以上帝吩咐他們做什麽他們就做什麽。聖經說天使為上帝子民效力（希伯來書1:14）、傳達上帝的訊息（路加福音1:26-38）、把好消息告訴人（路加福音2:9-14）、贊美上帝（約伯記38:7）、幫助並保護上帝的子民（列王紀上19:5;詩篇91:11）、為罪人的悔改歡喜（路加福音15:10）。"
      },
      {
        "type": "b",
        "text": "有沒有守護天使呢？有沒有一位是專門保護我的？"
      },
      {
        "type": "p",
        "text": "也許你有一位守護天使，但不知道是不是每個人都有。當但以理被扔在獅子坑中，上帝派天使封住獅子的口（但以理書6:22）。耶穌說過，小子們（有小孩子樣式的基督徒）的天使在天上，常常看見天父的面（馬太福音18:10）。"
      },
      {
        "type": "b",
        "text": "天使都是良善的嗎？"
      },
      {
        "type": "p",
        "text": "上帝所有的天使都是良善的。聖經稱他們為“聖天使”（路加福音9:26），他們幫助上帝的t民（詩篇91:11-12）。但天使不應該受敬拜（啟示錄19:10;22:8-9）。"
      },
      {
        "type": "p",
        "text": "不過，有些天使幫助上帝的仇敵撒但（以弗所書6:12）。上帝比撒但更強大；有一天，上帝會把這些與他為敵的天使跟魔鬼一起都打入地獄（馬太福音25:41）。"
      },
      {
        "type": "b",
        "text": "我死後會成為天使嗎？"
      },
      {
        "type": "p",
        "text": "人死後並不會成為天使；人永遠是人。愛主耶穌的人死後會活在天堂，但永遠不會是天使（路加福音23:42-43;哥林多後書5:6-10）。上帝的子民甚至會審判天使（哥林多前書6:3）。"
      },
      {
        "type": "b",
        "text": "為什麽耶穌被殺時，天使不救他？"
      },
      {
        "type": "p",
        "text": "上帝的天使總是想上帝的計劃循正途實現。除非上帝告訴他們要做什麽，他們永遠不會輕舉妄動（詩篇103:20）。耶穌選擇受死，因為他知道，唯有這樣我們才能成為上帝家裏的乂，永遠在天±與施同ft。示過，上秦由計劃並沒有就此結束；他讓耶穌復活了！想想看，那個挪開耶穌墓穴前面石頭的天使，可以向人宣布：“他已經復活了！不在這裏。”（馬可福音16:6）"
      },
      {
        "type": "p",
        "text": "如果孩子問：“怎麽知道天使是真的，不是虛構的？”家長要肯定地回答說：“你永遠不用懷疑或擔心天使是不是真的。聖經說，主耶穌造了天使。因為他們是主耶穌造的，所以我們知道天使是真的。聖經告訴我們，天上真的有天使，地上也有。上帝的話沒有一句是虛構的，在他的話中你一定找到真理。”（約翰一書1:1-3;詩篇119:160）"
      }
    ]
  },
  "cht/2017_27": {
    "title": "孩子提問關於主的再來",
    "content": [
      {
        "type": "p",
        "text": "你和孩子用時間學習上帝的話語，很可能會碰到關於主再來的問題。下面這些資料能幫助你就一些這方面的問題先有心裏準備，並提供給你符合孩子理解能力的答案。你的解釋不必冗長或詳盡，簡短易懂的答案很可能已經讓孩子滿意了。如果他想知道更多，自然會再追問。"
      },
      {
        "type": "b",
        "text": "我們怎麽知道主耶穌會回來？"
      },
      {
        "type": "p",
        "text": "聖經是上帝真實的話。上帝在聖經中告訴我們，耶穌會再來（馬太福音16:27;帖撒羅尼迦前書4:16）。我們知道，上帝總會信守諾言。很久以前，上帝應許派救主來，他做到了。上帝還應許派聖靈來安慰和帶領我們，他也做到了。有時候，人許下承諾，卻不能或不願意遵守。他過去一直遵守對人的每一個承諾，所以我們相信他會信守承諾再次回到世上。"
      },
      {
        "type": "b",
        "text": "耶穌為什麽要再來？"
      },
      {
        "type": "p",
        "text": "主耶穌將要回到地上聚集所有愛他的人，跟他永遠在一起生活（約翰福音14:3）。他回來也會作王，治理整個世界。"
      },
      {
        "type": "b",
        "text": "耶穌什麽時候回來？"
      },
      {
        "type": "p",
        "text": "沒有人知道主耶穌什麽時候會回來，那將是一個驚喜！說不定他今天就到！只有父上帝才知道確實的日子和時辰（馬太福音24:36）。上帝並沒有告訴我們主耶穌回來的時間，因為他要每個人生活的心態都是主耶穌會隨時回來。"
      },
      {
        "type": "b",
        "text": "耶穌怎樣回來？"
      },
      {
        "type": "p",
        "text": "聖經說，主耶穌怎樣離開，將來還要怎樣回來。耶穌在雲裏升天，所以預期他也會在雲裏回來（使徒行傳1:11）。"
      },
      {
        "type": "b",
        "text": "耶穌怎樣接走我們？"
      },
      {
        "type": "p",
        "text": "耶穌回來，可以一眨眼間就發生（哥林多前書15:52）。聖經說，所有愛他的人都會被他提起來，在空中與他相見（帖撒羅尼迦前書4:17）。我們不清楚到時具體會怎樣，但我們知道，基督徒會和耶穌一起升到空中。然後，當主耶穌回到地上作王、管治全地的時候，他又會帶信徒回到地上。"
      },
      {
        "type": "p",
        "text": "對某些孩子來說，“接走”這個環節或 許有點可怕，因為他們害怕和家人分離，這是可以理解的。向孩子保證，你愛主耶穌，主耶穌基督也愛你們；向孩子解釋，因為你們兩都愛主耶穌，你們會一起被耶穌接走，並肯定的告訴他，再回來的主耶穌，仍然是那位溫柔慈愛、行神跡、把他們放在大腿上和他們說話疼他們的主。主耶穌是以朋友的身份回來接他的朋友。"
      },
      {
        "type": "b",
        "text": "天堂是什麽樣子的？"
      },
      {
        "type": "p",
        "text": "天堂就是天父上帝和他兒子主耶穌基督住的地方，那兒不像任何人見過的地方。耶穌現在就在那裏，為每一個愛他及相信他的人準備一個漂亮的家（約翰福音14:2）。在天堂裏的人，想要或需要什麽都有，他們不會傷心、流眼淚，不會生病或疼痛，也沒有人會死。天堂裏沒有任何不好的事發生，是一個快樂的地方，我們會跟主耶穌和所有屬上帝的人在一起。"
      },
      {
        "type": "p",
        "text": "你的孩子可能表示不願意離開自己唯一認識的家。這種反應也很正常。父母要讓他安心，告訴他上天堂是大家都渴求的事，不是因為地上的生活有多麽不好或悲慘，而是因為和主耶穌在一起是那麽美好。天堂裏開心的事情會比地上的多很多，又不會有痛苦和失望。聖經沒有說我們到了天上，只是整天彈豎琴和閑逛；在天堂有休息，也有要做的事。人們要在那裏敬拜和服侍上帝，思考和說話，享受天堂之美，享受與所有屬他的人在一起，也享受上帝他自己。"
      },
      {
        "type": "b",
        "text": "我們應該做什麽直到耶穌再來？"
      },
      {
        "type": "p",
        "text": "人們應當禱告：“主耶穌啊，我願你來！”並要警醒，等他再來（馬太福音24:42）。人們（甚至小孩子）應當每天按著耶穌的話過日子來討他喜歡。基督徒要常常告訴別人有關主耶穌基督的事，又為那些仍未認識耶穌為救主尚人禱告。"
      },
      {
        "type": "p",
        "text": "不要因為擔心孩子不能在主耶穌再來時上天堂，就急著催逼他作出決定接受基督為救主。上帝知道誰是屬於他的。牠有完美的計劃，會在完美的時機聚集所有屬他的人到他跟前。求上帝給你智慧和敏銳的心，能夠明辨聖靈什麽時候在孩子的心裏動工、他什麽時候準備好接受耶穌為他自己的救主。"
      }
    ]
  },
  "cht/2017_28": {
    "title": "安於承擔父母天職",
    "content": [
      {
        "type": "p",
        "text": "民數記開首時記述以色列人正要離開西奈山，前往應許之地。上帝的選民要紛紛拆卸帳篷，在蕓蕓以色列百姓中找到自己的指定位置，準備就緒，定睛雲彩，朝它指引的方向進發。"
      },
      {
        "type": "p",
        "text": "許多剛剛當上父母的人，會覺得自己就像這班以色列人。他們開始踏上“過家庭生活”這探險之旅：他們已找到“父母”這指定位置，馬上要帶著“為人父母”的嶄新身份與蕓蕓眾生一起上路。"
      },
      {
        "type": "p",
        "text": "如果你初為人父母，今天的學習該給你鼓勵。即使你已經有好幾個孩子，這一課的內容也值得你再三深思。"
      },
      {
        "type": "b",
        "text": "上帝為每個支派指定了位置。每家以色列人在上帝指定的位置前進時，都發揮著重要的作用。"
      },
      {
        "type": "p",
        "text": "上帝賜給你孩子時，就已把一個明確的責任交托給你。這孩子不是你鄰居的，也不是你媽媽的，而是你的。這個小小的新生命日日夜夜都托付給你看管。你的生活不會再跟過去一樣的了；你不再只是一個秘書、文員、醫生、技師或工程師，無論你以往的角色是什麽，如今你的人生添了新方向。你當上了父母，那是上帝委派給你的終身職務！"
      },
      {
        "type": "p",
        "text": "上帝賜給你孩子時，就已把一個明確的責任交托給你。這孩子不是你鄰居的，也不是你媽媽的，而是你的。這個小小的新生命日日夜夜都托付給你看管。你的生活不會再跟過去一樣的了；你不再只是一個秘書、文員、醫生、技師或工程師，無論你以往的角色是什麽，如今你的人生添了新方向。你當上了父母，那是上帝委派給你的終身職務！"
      },
      {
        "type": "b",
        "text": "上帝用雲彩帯領以色列人到達目的地。"
      },
      {
        "type": "p",
        "text": "日日夜夜，以色列人都順服地擡頭仰望。當他們跟隨雲彩而行，上帝就領他們往前走。在他的計劃裏，他應許給他的子民一個地方讓他們好好生活。這就是以色列人的目的地。"
      },
      {
        "type": "p",
        "text": "今天，基督徒父母不再由雲彩領路，而是靠上帝的靈和他的話語引導。他的指示無比清晰（申命記11:18-21），有應許（以賽亞書40:11），也有警告（箴言13:24;以弗所書6:4），聖靈更給我們確認又堅定我們的信心。無論是教導、勸誡、關愛，還是日常生活，父母都能夠得到上帝的指導，知道如何處理親子關系。"
      },
      {
        "type": "p",
        "text": "教養年幼的孩子，很容易令人泄氣。你立誌成為敬虔的父母、養育敬畏上帝的兒女，但當你的時間和精力大量消耗時，起初這份心誌就可能被埋沒了。上帝對你的孩子有一個計劃，而你對孩子的教導，可以幫助他發現上帝在他一生中的旨意。當你每天按照上帝的指示而行，孩子的身心靈自會苗壯成長。每一年都是一個成長臺階，孩子拾級而上，邁向成熟。"
      },
      {
        "type": "b",
        "text": "上帝不斷賜福給他的子民。"
      },
      {
        "type": "p",
        "text": "上帝的話語，民數記6:4，顯示出上帝的心願，那就是他要厚厚賜福於以色列人。"
      },
      {
        "type": "p",
        "text": "對父母來說，這真是個莫大的鼓勵。上帝的心願，就是在這指定給你的職分上賜福給你。試回想你看見、摸到孩子的第一刻。當時你可能因為意識到上帝給你這偌大的福氣，而感覺茫然不知所措。當你跟隨上帝的引導，相信他的應許，並信靠他為你和孩子所定的計劃時，福氣就會源源不絕地臨到你身上。上帝要看顧保守你——即使你感到筋疲力盡，他都要用臉光照你。特別當你面對教養孩子的問題不知如何是好時，他都會向你施恩。只要你尋求他，他就會向你仰臉，賜板平安。"
      },
      {
        "type": "p",
        "text": "在這星期內，你不妨用下面幾點，一面挑戰自己，一面給自己鼓勵。"
      },
      {
        "type": "p",
        "text": "每一天，我都會："
      },
      {
        "type": "li",
        "text": "把父母（或祖父母）這身份看作上帝賦予的神聖責任。"
      },
      {
        "type": "li",
        "text": "早晚為孩子尋求上帝的指引。"
      },
      {
        "type": "li",
        "text": "用聖經作為教養孩子的主要資源。"
      },
      {
        "type": "li",
        "text": "列出至少一個新福分，是上帝賜給我作父母的。"
      },
      {
        "type": "p",
        "text": "認清並欣然接受上帝要你擔任的角色，盡力持守本分，這是為人父母的重要守則。世界不停制造一種“噪音”——成年人只有在家庭以外，才能做到有價值、有成就感、造福人類的事情。這是莫大的試探，一不留神，我們可能因此忽視了為人父母這重要的尊貴身份，而輕易忽略日常培育孩子的機會。有智慧、有自信的成年人才會說：“我身為父母，有責任和孩子在一起。我身在這裏至關重要，沒什麽責任比這更重大”。"
      },
      {
        "type": "p",
        "text": "查經班裏有一位當祖母的，她有12個孫兒孫女。這老人家曾經兩度守寡，親手養育過九名兒女。她堅定地說：“養育子女是上帝托付給人最重要的責任。沒什麽事比教導孩子認識上帝更重要。回望過去，我感到遺憾自己沒有明白這一點，沒有為此付出更大的努力。”"
      },
      {
        "type": "p",
        "text": "願你安於持守上帝給你的呼召，並帶著信心、滿懷喜樂地履行父母的職責。"
      }
    ]
  },
  "cht/2017_29": {
    "title": "管教中帯出好消息（福音）",
    "content": [
      {
        "type": "p",
        "text": "“真不能相信，我的孩子竟會做這樣的事。”你上一次對自己這麽說是什麽時候呢？為人父母，就要處理孩子一而再、再而三地犯錯。孩子得罪上帝，基督徒家長該怎樣處理？管教的最終目的和動機又是什麽？"
      },
      {
        "type": "p",
        "text": "當孩子得罪上帝時，我們都傾向用簡單迅速的方法處理，因為這樣能馬上恢復秩序，讓我們不用再擔心，又不會引起諸多不便。我們“快刀斬亂麻”的解決方法往往流於賄賂、妥協、羞辱、操縱或對孩子的環行為視而不見等。雖然恐懼和內疚能讓孩子在短時間內聽話，這種情況卻不會維持很久。以恩慈為出發點的管教，才是孩子所需要的。管教的目標是讓孩子在內心做出回應。"
      },
      {
        "type": "p",
        "text": "向上帝呼求、相信他會幫助你。施行管教是教導孩子關於上帝恩典的良機。管教就是針對孩子的內心和行為，用謹慎、堅定及慈愛的態度教養各種年齡的孩子。要求孩子無論在家還是在外都服從家長、行為端正，是無可厚非的。和大人一樣，孩子也是罪人，所以會犯罪。不要忘記，管教的目標是讓孩子在內心做出回皮。"
      },
      {
        "type": "b",
        "text": "學前兒童"
      },
      {
        "type": "p",
        "text": "這個年齡的孩子已經能夠開始認識耶穌賜給罪人的恩典。他們處於“具體思維”階段，喜歡搜集各種資料，而且一般都吸收得很快。雖然恩典和救贖是他們不容易理解的概念，但上帝教導真理和改變人心的能力卻不受限制，能影晌任何年齡的孩子。教導孩子這些基本的真理：上帝是慈愛、聖潔的，他有絕對的主權；他創造了我們，訂出規則教我們該怎樣生活；他要求我們順服他；當我們有不順服的時候，就必須求他寬恕。管教學前兒童時態度要溫柔，正如上帝先愛我們那樣。"
      },
      {
        "type": "b",
        "text": "學齡兒童"
      },
      {
        "type": "p",
        "text": "年紀稍大的孩子能夠運用抽象思維。他們可以理解自己在慈愛和聖潔的上帝面前被定罪，從而明白自己需要悔改。當上帝準備好他們的心，他們就會接受上帝借著耶穌基督完成的救恩。管教這個年齡的孩子同樣要溫柔，正如上帝先愛你。不要忘記，我們本該被上帝懲罰，卻得到上帝的憐憫。"
      },
      {
        "type": "p",
        "text": "教導他們關於上帝的真理：他慈愛、聖潔，擁有絕對的主權，也讓他們明白，上帝的律法是好的。當孩子意識到自己不能遵守上帝的律法，你就有機會引領他認識耶穌；唯有耶穌總能以正確的態度完全遵守律法。幫助稍大的孩子明白，上帝接納我們，是因為基督在十字架上所作的，而不是因為我們所做的任何事情。這就是管教中帶出的好消息（福音）！"
      },
      {
        "type": "b",
        "text": "施予恩典"
      },
      {
        "type": "p",
        "text": "上帝的恩典就是賜下世人不配得到的救贖。家長給予孩子的恩典，就是用愛心、寬容和耐性教養他們一即使孩子不配得到這樣的對待。孩子是上帝托付給你的；你訓練和管教孩子時，可思考以下這些建議，以恩慈對待孩子："
      },
      {
        "type": "li",
        "text": "了解孩子所處年齡階段的一般特征。不要期望他超出他的能力範圍。要視他為獨立的“個體”，不要把他和兄弟姐妹或你朋友的孩子作比較。"
      },
      {
        "type": "li",
        "text": "用孩子能懂的話作出清楚的指示。示範給他看，讓他明白你的意思。對所有孩子（從幼兒到少年）都該這樣做。"
      },
      {
        "type": "li",
        "text": "在不同時間，慈愛地重復你的指示，直到確定孩子真的理解了。一般來說，給學前幼童簡潔的解釋最有效；年紀較大的孩子則可以接受更多的細節。"
      },
      {
        "type": "li",
        "text": "設定明確的界限。向上帝求智慧，設定界限是為孩子的好處，而不是別有用心。"
      },
      {
        "type": "li",
        "text": "要放松！多運用上帝給你的幽默感，孩子是很好玩的一群！"
      },
      {
        "type": "li",
        "text": "管教孩子時，求上帝向你顯明孩子具體的或歸根結底的錯處是什麽。學齡前兒童常犯的錯，是希望擁有其他小朋友的東西；至於年齡較大的孩子，則是從其他事物（而不是耶穌）尋求即時的快樂和滿足。不過，人根本的罪還有很多。求上帝給你智慧，能明白孩子的心。"
      },
      {
        "type": "li",
        "text": "求上帝給你明辨的心，能夠區別是孩子無心之失還是故意悖逆。"
      },
      {
        "type": "li",
        "text": "犯錯一定有後果。祈求上帝給你智慧，讓你知道自然的後果（東西沒放好，就會摔環或被偷去）是否已經足夠，還是需要處罰孩子。也祈求上帝給你耐心和能力，在關鍵時刻把握機會來教導和訓練孩子。"
      },
      {
        "type": "p",
        "text": "內心的改變帶來行為的改變。只有上帝能改變人心，讓人更像他。求上帝改變你的心，讓你能夠越來越按照他的心意來養育和教導孩子。上帝的品格在你身上顯出來，他就得著榮耀。"
      }
    ]
  }
}