{
  "eng/2017_29": {
    "title": "The Good News in Discipline",
    "content": [
      {
        "type": "p",
        "text": "When was the last time you thought to yourself, “I can’t believe my child would do something like that?” One of the components of parenthood is dealing with children when they do something wrong, again and again. How are Christians to deal with sinful children? And what is the ultimate purpose and motivation for discipline?"
      },
      {
        "type": "p",
        "text": "It is tempting to take the quick and easy way out when children sin, so order is restored quickly for our own comfort and convenience. It is tempting to bribe, give in, shame, manipulate or ignore poor behavior. Fear and guilt might motivate a child to obey in the short-term, but not for longevity. Discipline, with grace in mind, is what children need. The goal of discipline is an inner response of the heart."
      },
      {
        "type": "p",
        "text": "Call on God and trust Him for help. Situations of discipline can be opportunities to teach children about God’s grace. Discipline is the careful, firm and loving training of children of all ages in regard to their heart and behavior. It is appropriate to expect obedience and proper conduct at home and outside of the home. Children will sin because they are sinners, just like adults. Remember, the goal of discipline is an inner response of the heart."
      },
      {
        "type": "b",
        "text": "Preschool-Aged Children"
      },
      {
        "type": "p",
        "text": "Preschoolers are not too young to begin hearing about the grace Jesus offers to sinners. Children at this age are concrete thinkers. They are fact-gatherers and usually absorb facts readily. Concepts such as grace and salvation are more difficult for this age group to understand. God, however, is not limited in His ability to teach truth and transform hearts in children of any age. Teach these main truths: God is loving, holy and sovereign. He made us, and He makes the rules for how we must live. He expects us to obey. When we don’t obey, we must ask for His forgiveness. Discipline preschoolers with gentleness, as God first loved you."
      },
      {
        "type": "b",
        "text": "School-Aged Children"
      },
      {
        "type": "p",
        "text": "Older children are capable of abstract thinking. They can understand the conviction of their sin before a loving and holy God. This leads to an understanding of their need for repentance. When God has prepared their heart, it will lead to acceptance of God’s salvation through Christ. Discipline older children with gentleness as well, just as God first loved you. Remember, we deserved judgment. We have been given mercy. "
      },
      {
        "type": "p",
        "text": "Teach the truth about God – He is loving, holy and sovereign. Teach them that God’s law is good. When they realize they cannot obey it, you have the opportunity to tell them about Jesus. He is the only one who could obey the law completely all the time and with the right attitude. Help older children understand God’s acceptance is based on what Christ has done on the cross, not on anything they do. This is the good news of the gospel in discipline!"
      },
      {
        "type": "b",
        "text": "Extend Grace"
      },
      {
        "type": "p",
        "text": "God’s grace is the undeserved gift of salvation. Giving grace to children is training with love, generosity and patience, even when the child does not deserve it. Consider these gracious thoughts as you train and discipline the children God has entrusted to you:"
      },
      {
        "type": "li",
        "text": "Know the general characteristics of your child’s age group. Do not expect more of him than his abilities allow. Treat him as an individual without comparing him to siblings or the children of your friends."
      },
      {
        "type": "li",
        "text": "Give clear directions, using words your child understands. Show him what you mean. This applies to all children, toddlers through teenagers."
      },
      {
        "type": "li",
        "text": "Lovingly repeat instructions at different times until you are sure your child understands. Young preschoolers usually do best with short, concise explanations. Older children can accept more detail."
      },
      {
        "type": "li",
        "text": "Set clear limits. Ask God for wisdom to establish boundaries for the right reasons. "
      },
      {
        "type": "li",
        "text": "Relax! Use your God-given sense of humor. Children are truly fun people!"
      },
      {
        "type": "li",
        "text": "Ask God to show you your child’s specific or root sin in a discipline situation. Wanting something another child has is a common sin of preschoolers. Looking for immediate happiness and satisfaction in something other than Jesus is a common sin for older children. But there are many root sins. Seek God for wisdom to understand the heart of your child."
      },
      {
        "type": "li",
        "text": "Ask God for discernment to understand the difference between making a mistake and willful disobedience."
      },
      {
        "type": "li",
        "text": "Sin has consequences. Pray for wisdom to know when natural consequences (something gets broken or stolen because it was not put away) is sufficient or punishment is appropriate. Pray also for patience and strength to take advantage of opportunities to teach and train at strategic times. "
      },
      {
        "type": "p",
        "text": "Heart change leads to behavior change. Only God can change a heart to be more like His. Ask God to change your heart so you parent and guide your child more and more as He intends. This brings God glory as His character is displayed through you. "
      }
    ]
  }
}