{
  "eng/2017_26": {
    "title": "Answering Your Child’s Questions About Angels",
    "content": [
      {
        "type": "p",
        "text": "Most adults and children are fascinated with angels. However, some people have begun to think of angels in ways that are not true. It is important for adults and children to know what the Bible actually says about angels."
      },
      {
        "type": "b",
        "text": "What do angels look like?"
      },
      {
        "type": "p",
        "text": "The Bible says there are many angels who come and go from heaven to earth to do God’s work. You might expect one angel could look different from another, but no one can say this with certainty. The Bible seems to reveal angels look differently from one time to another, and it may depend on what God has sent them to do. Sometimes they have dazzling, white robes and shining faces (Daniel 10:5-6; Luke 24:4). Other times they seem to look like a person (Hebrews 13:2)."
      },
      {
        "type": "b",
        "text": "Do angels have wings?"
      },
      {
        "type": "p",
        "text": "Angels may sometimes have wings, but they do not need wings to get from one place to another. When God sends angels to do something, they appear with or without wings. When God told Moses how to build a special place for worship, He said that Moses should make two cherubim (angels) out of gold, and that the angels should have wings, stretching out and high up (Exodus 25:20). When God called Isaiah to be a prophet for Him, Isaiah saw God seated on a throne with seraphs (angels) above Him. Each seraph had six wings (Isaiah 6:1-2). John saw many angels in heaven and at least one of them was flying (Revelation 14:6). Of course, the angels who look like persons appear without visible wings."
      },
      {
        "type": "b",
        "text": "Why do I never see an angel?"
      },
      {
        "type": "p",
        "text": "Perhaps you have seen an angel, but you thought it was an ordinary person. When angels visited Abraham and Lot (Genesis 18:2; 19:1), the angels appeared to be men. Angels are messengers of God. They may be coming and going, from heaven to earth, to do the things God wants done, even without any humans being aware of their presence. When Elisha and his servant were surrounded by enemy troops, Elisha prayed that the Lord would open the servant’s eyes to see what was invisible. God answered Elisha’s prayer, and the servant saw the hills full of horses and chariots of fire all around them (2 Kings 6:15-17). These chariots must have been guided by angels. When the Lord Jesus comes to reign on His throne, angels will be with Him (Matthew 25:31)."
      },
      {
        "type": "b",
        "text": "What do angels do?"
      },
      {
        "type": "p",
        "text": "We do not know all the work angels accomplish. They are called ministering spirits, so they do whatever God commands. The Bible says angels serve those who are God’s people (Hebrews 1:14), carry God’s messages (Luke 1:26-38), give God’s good news to people (Luke 2:9-14), praise God (Job 38:7), help and guard God’s people (1 Kings 19:5; Psalm 91:11) and rejoice when a sinner repents (Luke 15:10)."
      },
      {
        "type": "b",
        "text": "Are there guardian angels; do I have a special angel just for me?"
      },
      {
        "type": "p",
        "text": "Perhaps you have a guardian angel, but it is unknown whether everyone does. When Daniel was in the lions’ den, God sent an angel to shut the mouths of the lions (Daniel 6:22). Jesus said the angels of little ones (childlike believers) always see the face of His Father in heaven (Matthew 18:10)."
      },
      {
        "type": "b",
        "text": "Are all angels good?"
      },
      {
        "type": "p",
        "text": "All of God’s angels are good. The Bible calls them “holy angels” (Luke 9:26); they help God’s people (Psalm 91:11-12). But angels are not to be worshipped (Revelation 19:10; 22:8-9)."
      },
      {
        "type": "p",
        "text": "There are angels, though, who help God’s enemy, Satan (Ephesians 6:12). Someday God, who is stronger than Satan, will send these enemy angels to hell along with the devil (Matthew 25:41)."
      },
      {
        "type": "b",
        "text": "Will I be an angel when I die?"
      },
      {
        "type": "p",
        "text": "People do not become angels after they die. People are people forever. People who love the Lord Jesus will live in heaven after they die, but they will never be angels (Luke 23:42-43; 2 Corinthians 5:6-10). God’s people will even judge angels (1 Corinthians 6:3)."
      },
      {
        "type": "b",
        "text": "Why did angels not rescue Jesus when He was killed?"
      },
      {
        "type": "p",
        "text": "God’s angels always want His plan to happen the right way. They would never do anything unless God told them what to do (Psalm 103:20). Jesus chose to die because He knew it was the only way we could become part of God’s family and live with Him forever in heaven. But that was not the end of God’s plan. God made Jesus alive again! Think about the angel who rolled the stone away from where Jesus was buried. That angel got to say, “He has risen! He is not here” (Mark 16:6)."
      },
      {
        "type": "p",
        "text": "To a child’s question, “How do we know angels are real and not just pretend?” a parent can answer with great conviction, “You never have to wonder or worry about whether angels are real. The Bible says the Lord Jesus made the angels. Because Jesus made them, then we know they are real. Nothing written in God’s Word is pretend. God’s Word is where you will always find the truth.” (John 1:1-3; Psalm 119:160)"
      }
    ]
  },
  "eng/2017_27": {
    "title": "Answering Your Child’s Questions About the Lord’s Return",
    "content": [
      {
        "type": "p",
        "text": "As you and your child spend time studying God’s Word, questions may arise about the Lord’s return. The following facts help you anticipate some of those questions and provide answers on a child’s level of understanding. Your child’s questions can probably be satisfied with simple, short answers. If he desires further information, he will continue to ask questions."
      },
      {
        "type": "b",
        "text": "How do we know the Lord Jesus will come back?"
      },
      {
        "type": "p",
        "text": "God tells us in His true Word, the Bible, that Jesus will return (Matthew 16:27 and 1 Thessalonians 4:16). We know God always keeps His promises. Long ago, God promised to send the Savior, and He did. God also promised to send the Holy Spirit to comfort and guide us, and He did. At times there are people who make promises and then cannot, or are unwilling, to keep those promises. God has kept every promise to people in the past, so He can be trusted to keep His promise to come again to earth."
      },
      {
        "type": "b",
        "text": "Why will Jesus come back?"
      },
      {
        "type": "p",
        "text": "The Lord Jesus will return to earth to gather people who love Him. They will live with Him forever (John 14:3). Jesus also will come back to rule as King of the whole earth."
      },
      {
        "type": "b",
        "text": "When will Jesus come?"
      },
      {
        "type": "p",
        "text": "No one knows when the Lord Jesus will return. It will be a surprise! Jesus could come today! Only God the Father knows the exact day and hour (Matthew 24:36). God did not tell people exactly when the Lord Jesus would return, because God wants everyone to live expecting the Lord Jesus to come at any minute."
      },
      {
        "type": "b",
        "text": "How will Jesus come?"
      },
      {
        "type": "p",
        "text": "The Bible says the Lord Jesus will come back to the earth in the same way He left. Jesus left in the clouds, so expect Him to come back in the clouds (Acts 1:11)."
      },
      {
        "type": "b",
        "text": "How will Jesus take us?"
      },
      {
        "type": "p",
        "text": "Jesus’ coming will be as quick as you can blink your eyes (1 Corinthians 15:52). The Bible says He will take all those people who love Him to meet Him in the air (1 Thessalonians 4:17). We do not know exactly how God will do it, but Christians will move through the air with Jesus. Later, Jesus Christ will bring believers back to earth with Him when He comes to rule as King over all the earth."
      },
      {
        "type": "p",
        "text": "The “how” part of Christ’s return may sound scary for some because they are afraid of being separated from their family. This is understandable. Assure your child of your love for the Lord Jesus Christ and of the Lord Jesus’ love for both of you. Encourage him that the same kind, loving Jesus who did miracles and set children on His lap and talked to them and loved them is the one who is coming again. The Lord Jesus is coming back as a friend to get His friends."
      },
      {
        "type": "b",
        "text": "What is heaven like?"
      },
      {
        "type": "p",
        "text": "Heaven is where God the Father and His Son, the Lord Jesus Christ, live. It is not like any place anyone has ever seen. Jesus is there right now preparing a beautiful home for every person who loves and believes in Him (John 14:2). In heaven, people will have everything they want or need. There will be no sadness or tears, no sickness or pain, and no one will ever die. There will not be anything bad in heaven. It is a happy place where people will be with the Lord Jesus and all of God’s people."
      },
      {
        "type": "p",
        "text": "Your child may express reluctance about leaving the only home he has ever known. This is a normal reaction. Reassure him that going to heaven is a desirable thing, not because life here is bad or miserable, but because being with the Lord Jesus is so wonderful. Life in heaven will have as many, and more, joys as life on earth but without the pain and disappointments. The Bible does not say people will be playing harps and lounging around heaven all day. There will be rest in heaven, but there will also be purpose. People will worship God, work for Him, think and talk, enjoy the beauty of heaven, enjoy being with all His people and enjoy God Himself."
      },
      {
        "type": "b",
        "text": "What should we be doing until Jesus comes again?"
      },
      {
        "type": "p",
        "text": "People should pray, “Come, Lord Jesus,” and watch for His return (Matthew 24:42). People (even little children) should daily live to please Jesus by obeying His words. Christians should tell others about the Lord Jesus Christ and pray for those who still do not know Jesus as their Savior."
      },
      {
        "type": "p",
        "text": "Do not rush your child into making a personal decision to receive Christ as his Savior because you are fearful he will not go to heaven at the Lord’s return. The Lord knows His own. He has a perfect plan with perfect timing to gather all to Himself who are His. Pray that God gives you sensitivity and wisdom to discern when the Holy Spirit is at work in your child’s heart and when he is ready to receive Christ as his personal Savior."
      }
    ]
  },
  "eng/2017_28": {
    "title": "Being Content in Your Role as Parent",
    "content": [
      {
        "type": "p",
        "text": "As the book of Numbers opens, the Israelites left Mt. Sinai and began their journey toward the Promised Land. God’s chosen people were to pack up tents, take their assigned places in the throng of Israelites and, with eyes on the cloud, move in the direction it led."
      },
      {
        "type": "p",
        "text": "Many new parents feel they are in a position similar to these Israelites. Heading into the adventure of family life, they have taken their assigned place as mother or father and are moving along with the throng of humanity, identifying themselves in their new role, “I am a parent.”"
      },
      {
        "type": "p",
        "text": "If you are a first-time mom or dad, there may be some encouragement for you in the story of the Israelites’ journey. And even if you are a parent several times over, these lessons are good to consider."
      },
      {
        "type": "b",
        "text": "God assigned each tribe a position."
      },
      {
        "type": "p",
        "text": "Every Israelite family played an important role as they marched in the spot designated for them."
      },
      {
        "type": "p",
        "text": "By giving you a child, God has made distinctly clear a position of responsibility for you. This is your child, not your neighbor’s or your mother’s. The days and nights of this new little person’s life are entrusted to your care. The way things used to be are no longer the same. Gone are the days of being merely a secretary, legal aide, doctor, mechanic, engineer, etc. Whatever your role before, now your life has a new dimension. You are a parent, and this is a God-appointed position with lifetime tenure!"
      },
      {
        "type": "b",
        "text": "God’s cloud guided the people toward a destination."
      },
      {
        "type": "p",
        "text": "Every day and night, the Israelites obediently looked up. As they followed the cloud, God kept them moving toward the place and life He had promised and planned for His people."
      },
      {
        "type": "p",
        "text": "Christian parents today are guided not by a cloud, but by God’s Spirit and His written Word. His instructions are clear (Deuteronomy 11: 18-21). There are words of promise (Isaiah 40: 11) and some of warning (Proverbs 13: 24; Ephesians 6: 4). His Spirit adds confirmation and conviction. Whether teaching, correcting, loving or just living – parents can find guidance from God for their relationship with their children."
      },
      {
        "type": "p",
        "text": "It is easy to get discouraged in parenting very young children. The demands of energy and time can eclipse your original vision of being a godly parent and raising a God-fearing child. God has a plan for your child, and your parenting can help your son or daughter discover God’s goal for his or her life. As you daily carry out God’s instructions, your child will grow strong in body, soul and spirit. Each year is a stepping stone toward maturity for your child."
      },
      {
        "type": "b",
        "text": "God continually offered a blessing."
      },
      {
        "type": "p",
        "text": "His words in Numbers 6: 24 reveal God’s desire to bless the Israelites generously."
      },
      {
        "type": "p",
        "text": "This can be a tremendous encouragement to parents. God wants to bless you in the position He has assigned to you. Recall the first moment you saw and touched your child. Perhaps you were overwhelmed with the realization God had brought a remarkable blessing into your life. As you follow His guidance, believe His promises and trust in His plan for you and your child, there will be constant blessing. God will keep and protect you. He will make His face to shine upon you, even on the most exhausting days. He will be gracious to you, especially when the answers in parenting seem difficult to discern. As you seek Him, He will turn His face to you and give you peace."
      },
      {
        "type": "p",
        "text": "Use the following statements to challenge and encourage you this week."
      },
      {
        "type": "p",
        "text": "Each day I will:"
      },
      {
        "type": "li",
        "text": "Consider my role as parent (or grandparent) as a significant God-appointed responsibility."
      },
      {
        "type": "li",
        "text": "Ask God’s direction regarding my child at night and in the morning."
      },
      {
        "type": "li",
        "text": "Use the Bible as my main resource book in parenting."
      },
      {
        "type": "li",
        "text": "List at least one new blessing God has given to me as a parent."
      },
      {
        "type": "p",
        "text": "Recognizing the place God wants you to be, being satisfied in it and doing your part diligently are significant steps for parents. It is possible to overlook the seriousness of this privileged role. The temptation is great to respond to the world’s clamoring that only outside the home can an adult do something worthwhile, fulfilling or beneficial for mankind. It is very easy to neglect the daily opportunities to nurture a child. It is a wise, confident adult who can say, “I am a parent. I am responsible to be with my children. It matters that I am here. No other responsibility is more important.”"
      },
      {
        "type": "p",
        "text": "Listen to a BSF grandmother of 12 grandchildren who, being twice widowed, had direct responsibility for raising nine children. She says with firm conviction, “Parenting is the most important responsibility God ever gives to a person. Nothing is more important than teaching your children about God. Looking back, I only wish I had understood that and done more.”"
      },
      {
        "type": "p",
        "text": "May you be content in the place God has called you, and may you carry out your responsibility with confidence and joy."
      }
    ]
  },
  "eng/2017_29": {
    "title": "The Good News in Discipline",
    "content": [
      {
        "type": "p",
        "text": "When was the last time you thought to yourself, “I can’t believe my child would do something like that?” One of the components of parenthood is dealing with children when they do something wrong, again and again. How are Christians to deal with sinful children? And what is the ultimate purpose and motivation for discipline?"
      },
      {
        "type": "p",
        "text": "It is tempting to take the quick and easy way out when children sin, so order is restored quickly for our own comfort and convenience. It is tempting to bribe, give in, shame, manipulate or ignore poor behavior. Fear and guilt might motivate a child to obey in the short-term, but not for longevity. Discipline, with grace in mind, is what children need. The goal of discipline is an inner response of the heart."
      },
      {
        "type": "p",
        "text": "Call on God and trust Him for help. Situations of discipline can be opportunities to teach children about God’s grace. Discipline is the careful, firm and loving training of children of all ages in regard to their heart and behavior. It is appropriate to expect obedience and proper conduct at home and outside of the home. Children will sin because they are sinners, just like adults. Remember, the goal of discipline is an inner response of the heart."
      },
      {
        "type": "b",
        "text": "Preschool-Aged Children"
      },
      {
        "type": "p",
        "text": "Preschoolers are not too young to begin hearing about the grace Jesus offers to sinners. Children at this age are concrete thinkers. They are fact-gatherers and usually absorb facts readily. Concepts such as grace and salvation are more difficult for this age group to understand. God, however, is not limited in His ability to teach truth and transform hearts in children of any age. Teach these main truths: God is loving, holy and sovereign. He made us, and He makes the rules for how we must live. He expects us to obey. When we don’t obey, we must ask for His forgiveness. Discipline preschoolers with gentleness, as God first loved you."
      },
      {
        "type": "b",
        "text": "School-Aged Children"
      },
      {
        "type": "p",
        "text": "Older children are capable of abstract thinking. They can understand the conviction of their sin before a loving and holy God. This leads to an understanding of their need for repentance. When God has prepared their heart, it will lead to acceptance of God’s salvation through Christ. Discipline older children with gentleness as well, just as God first loved you. Remember, we deserved judgment. We have been given mercy. "
      },
      {
        "type": "p",
        "text": "Teach the truth about God – He is loving, holy and sovereign. Teach them that God’s law is good. When they realize they cannot obey it, you have the opportunity to tell them about Jesus. He is the only one who could obey the law completely all the time and with the right attitude. Help older children understand God’s acceptance is based on what Christ has done on the cross, not on anything they do. This is the good news of the gospel in discipline!"
      },
      {
        "type": "b",
        "text": "Extend Grace"
      },
      {
        "type": "p",
        "text": "God’s grace is the undeserved gift of salvation. Giving grace to children is training with love, generosity and patience, even when the child does not deserve it. Consider these gracious thoughts as you train and discipline the children God has entrusted to you:"
      },
      {
        "type": "li",
        "text": "Know the general characteristics of your child’s age group. Do not expect more of him than his abilities allow. Treat him as an individual without comparing him to siblings or the children of your friends."
      },
      {
        "type": "li",
        "text": "Give clear directions, using words your child understands. Show him what you mean. This applies to all children, toddlers through teenagers."
      },
      {
        "type": "li",
        "text": "Lovingly repeat instructions at different times until you are sure your child understands. Young preschoolers usually do best with short, concise explanations. Older children can accept more detail."
      },
      {
        "type": "li",
        "text": "Set clear limits. Ask God for wisdom to establish boundaries for the right reasons. "
      },
      {
        "type": "li",
        "text": "Relax! Use your God-given sense of humor. Children are truly fun people!"
      },
      {
        "type": "li",
        "text": "Ask God to show you your child’s specific or root sin in a discipline situation. Wanting something another child has is a common sin of preschoolers. Looking for immediate happiness and satisfaction in something other than Jesus is a common sin for older children. But there are many root sins. Seek God for wisdom to understand the heart of your child."
      },
      {
        "type": "li",
        "text": "Ask God for discernment to understand the difference between making a mistake and willful disobedience."
      },
      {
        "type": "li",
        "text": "Sin has consequences. Pray for wisdom to know when natural consequences (something gets broken or stolen because it was not put away) is sufficient or punishment is appropriate. Pray also for patience and strength to take advantage of opportunities to teach and train at strategic times. "
      },
      {
        "type": "p",
        "text": "Heart change leads to behavior change. Only God can change a heart to be more like His. Ask God to change your heart so you parent and guide your child more and more as He intends. This brings God glory as His character is displayed through you. "
      }
    ]
  }
}