{"PASSAGE/45/1:1-7?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:1","text":"Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God—"},{"verse":"1:2","text":"the gospel he promised beforehand through his prophets in the Holy Scriptures"},{"verse":"1:3","text":"regarding his Son, who as to his human nature was a descendant of David,"},{"verse":"1:4","text":"and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord."},{"verse":"1:5","text":"Through him and for his name’s sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith."},{"verse":"1:6","text":"And you also are among those who are called to belong to Jesus Christ."},{"verse":"1:7","text":"To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ."}]}]},"PASSAGE/44/9:1-21?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:1","text":"[Saul’s Conversion] Meanwhile, Saul was still breathing out murderous threats against the Lord’s disciples. He went to the high priest"},{"verse":"9:2","text":"and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem."},{"verse":"9:3","text":"As he neared Damascus on his journey, suddenly a light from heaven flashed around him."},{"verse":"9:4","text":"He fell to the ground and heard a voice say to him, “Saul, Saul, why do you persecute me?”"},{"verse":"9:5","text":"“Who are you, Lord?” Saul asked. “I am Jesus, whom you are persecuting,” he replied."},{"verse":"9:6","text":"“Now get up and go into the city, and you will be told what you must do.”"},{"verse":"9:7","text":"The men traveling with Saul stood there speechless; they heard the sound but did not see anyone."},{"verse":"9:8","text":"Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus."},{"verse":"9:9","text":"For three days he was blind, and did not eat or drink anything."},{"verse":"9:10","text":"In Damascus there was a disciple named Ananias. The Lord called to him in a vision, “Ananias!” “Yes, Lord,” he answered."},{"verse":"9:11","text":"The Lord told him, “Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying."},{"verse":"9:12","text":"In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.”"},{"verse":"9:13","text":"“Lord,” Ananias answered, “I have heard many reports about this man and all the harm he has done to your saints in Jerusalem."},{"verse":"9:14","text":"And he has come here with authority from the chief priests to arrest all who call on your name.”"},{"verse":"9:15","text":"But the Lord said to Ananias, “Go! This man is my chosen instrument to carry my name before the Gentiles and their kings and before the people of Israel."},{"verse":"9:16","text":"I will show him how much he must suffer for my name.”"},{"verse":"9:17","text":"Then Ananias went to the house and entered it. Placing his hands on Saul, he said, “Brother Saul, the Lord—Jesus, who appeared to you on the road as you were coming here—has sent me so that you may see again and be filled with the Holy Spirit.”"},{"verse":"9:18","text":"Immediately, something like scales fell from Saul’s eyes, and he could see again. He got up and was baptized,"},{"verse":"9:19","text":"and after taking some food, he regained his strength. Saul in Damascus and Jerusalem Saul spent several days with the disciples in Damascus."},{"verse":"9:20","text":"At once he began to preach in the synagogues that Jesus is the Son of God."},{"verse":"9:21","text":"All those who heard him were astonished and asked, “Isn’t he the man who raised havoc in Jerusalem among those who call on this name? And hasn’t he come here to take them as prisoners to the chief priests?”"}]}]},"PASSAGE/54/1:12-16?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:12","text":"[The Lord’s Grace to Paul] I thank Christ Jesus our Lord, who has given me strength, that he considered me faithful, appointing me to his service."},{"verse":"1:13","text":"Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief."},{"verse":"1:14","text":"The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus."},{"verse":"1:15","text":"Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners—of whom I am the worst."},{"verse":"1:16","text":"But for that very reason I was shown mercy so that in me, the worst of sinners, Christ Jesus might display his unlimited patience as an example for those who would believe on him and receive eternal life."}]}]},"PASSAGE/45/1:8-10?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:8","text":"[Paul’s Longing to Visit Rome] First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world."},{"verse":"1:9","text":"God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you"},{"verse":"1:10","text":"in my prayers at all times; and I pray that now at last by God’s will the way may be opened for me to come to you."}]}]},"PASSAGE/44/28:14-20?bibleVersion=niv1984":{"paragraphs":[{"id":28,"title":"","verses":[{"verse":"28:14","text":"There we found some brothers who invited us to spend a week with them. And so we came to Rome."},{"verse":"28:15","text":"The brothers there had heard that we were coming, and they traveled as far as the Forum of Appius and the Three Taverns to meet us. At the sight of these men Paul thanked God and was encouraged."},{"verse":"28:16","text":"When we got to Rome, Paul was allowed to live by himself, with a soldier to guard him."},{"verse":"28:17","text":"Paul Preaches at Rome Under Guard Three days later he called together the leaders of the Jews. When they had assembled, Paul said to them: “My brothers, although I have done nothing against our people or against the customs of our ancestors, I was arrested in Jerusalem and handed over to the Romans."},{"verse":"28:18","text":"They examined me and wanted to release me, because I was not guilty of any crime deserving death."},{"verse":"28:19","text":"But when the Jews objected, I was compelled to appeal to Caesar—not that I had any charge to bring against my own people."},{"verse":"28:20","text":"For this reason I have asked to see you and talk with you. It is because of the hope of Israel that I am bound with this chain.”"}]}]},"PASSAGE/44/28:30-31?bibleVersion=niv1984":{"paragraphs":[{"id":28,"title":"","verses":[{"verse":"28:30","text":"For two whole years Paul stayed there in his own rented house and welcomed all who came to see him."},{"verse":"28:31","text":"Boldly and without hindrance he preached the kingdom of God and taught about the Lord Jesus Christ."}]}]},"PASSAGE/45/1:11-15?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:11","text":"I long to see you so that I may impart to you some spiritual gift to make you strong—"},{"verse":"1:12","text":"that is, that you and I may be mutually encouraged by each other’s faith."},{"verse":"1:13","text":"I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles."},{"verse":"1:14","text":"I am obligated both to Greeks and non-Greeks, both to the wise and the foolish."},{"verse":"1:15","text":"That is why I am so eager to preach the gospel also to you who are at Rome."}]}]},"PASSAGE/44/26:11-18?bibleVersion=niv1984":{"paragraphs":[{"id":26,"title":"","verses":[{"verse":"26:11","text":"Many a time I went from one synagogue to another to have them punished, and I tried to force them to blaspheme. In my obsession against them, I even went to foreign cities to persecute them."},{"verse":"26:12","text":"“On one of these journeys I was going to Damascus with the authority and commission of the chief priests."},{"verse":"26:13","text":"About noon, O king, as I was on the road, I saw a light from heaven, brighter than the sun, blazing around me and my companions."},{"verse":"26:14","text":"We all fell to the ground, and I heard a voice saying to me in Aramaic, ‘Saul, Saul, why do you persecute me? It is hard for you to kick against the goads.’"},{"verse":"26:15","text":"“Then I asked, ‘Who are you, Lord?’ “ ‘I am Jesus, whom you are persecuting,’ the Lord replied."},{"verse":"26:16","text":"‘Now get up and stand on your feet. I have appeared to you to appoint you as a servant and as a witness of what you have seen of me and what I will show you."},{"verse":"26:17","text":"I will rescue you from your own people and from the Gentiles. I am sending you to them"},{"verse":"26:18","text":"to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’"}]}]},"PASSAGE/45/1:16-17?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:16","text":"I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"verse":"1:17","text":"For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: “The righteous will live by faith.”"}]}]},"PASSAGE/50/3:4-9?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:4","text":"though I myself have reasons for such confidence. If anyone else thinks he has reasons to put confidence in the flesh, I have more:"},{"verse":"3:5","text":"circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee;"},{"verse":"3:6","text":"as for zeal, persecuting the church; as for legalistic righteousness, faultless."},{"verse":"3:7","text":"But whatever was to my profit I now consider loss for the sake of Christ."},{"verse":"3:8","text":"What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ"},{"verse":"3:9","text":"and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ—the righteousness that comes from God and is by faith."}]}]},"PASSAGE/45/1:1-17?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:1","text":"Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God—"},{"verse":"1:2","text":"the gospel he promised beforehand through his prophets in the Holy Scriptures"},{"verse":"1:3","text":"regarding his Son, who as to his human nature was a descendant of David,"},{"verse":"1:4","text":"and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord."},{"verse":"1:5","text":"Through him and for his name’s sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith."},{"verse":"1:6","text":"And you also are among those who are called to belong to Jesus Christ."},{"verse":"1:7","text":"To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ."},{"verse":"1:8","text":"[Paul’s Longing to Visit Rome] First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world."},{"verse":"1:9","text":"God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you"},{"verse":"1:10","text":"in my prayers at all times; and I pray that now at last by God’s will the way may be opened for me to come to you."},{"verse":"1:11","text":"I long to see you so that I may impart to you some spiritual gift to make you strong—"},{"verse":"1:12","text":"that is, that you and I may be mutually encouraged by each other’s faith."},{"verse":"1:13","text":"I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles."},{"verse":"1:14","text":"I am obligated both to Greeks and non-Greeks, both to the wise and the foolish."},{"verse":"1:15","text":"That is why I am so eager to preach the gospel also to you who are at Rome."},{"verse":"1:16","text":"I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"verse":"1:17","text":"For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: “The righteous will live by faith.”"}]}]},"PASSAGE/45/1:18-20?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"[God’s Wrath Against Mankind] The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,"},{"verse":"1:19","text":"since what may be known about God is plain to them, because God has made it plain to them."},{"verse":"1:20","text":"For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that men are without excuse."}]}]},"PASSAGE/45/1:21-23?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:21","text":"For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened."},{"verse":"1:22","text":"Although they claimed to be wise, they became fools"},{"verse":"1:23","text":"and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles."}]}]},"PASSAGE/43/1:4-9?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:4","text":"In him was life, and that life was the light of men."},{"verse":"1:5","text":"The light shines in the darkness, but the darkness has not understood it."},{"verse":"1:6","text":"There came a man who was sent from God; his name was John."},{"verse":"1:7","text":"He came as a witness to testify concerning that light, so that through him all men might believe."},{"verse":"1:8","text":"He himself was not the light; he came only as a witness to the light."},{"verse":"1:9","text":"The true light that gives light to every man was coming into the world."}]}]},"PASSAGE/43/8:12?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:12","text":"[The Validity of Jesus’ Testimony] When Jesus spoke again to the people, he said, “I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.”"}]}]},"PASSAGE/40/5:14-16?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:14","text":"“You are the light of the world. A city on a hill cannot be hidden."},{"verse":"5:15","text":"Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house."},{"verse":"5:16","text":"In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven."}]}]},"PASSAGE/45/1:24-28?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:24","text":"Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another."},{"verse":"1:25","text":"They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator—who is forever praised. Amen."},{"verse":"1:26","text":"Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones."},{"verse":"1:27","text":"In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion."},{"verse":"1:28","text":"Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done."}]}]},"PASSAGE/1/1:26-27?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:26","text":"Then God said, “Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.”"},{"verse":"1:27","text":"So God created man in his own image, in the image of God he created him; male and female he created them."}]}]},"PASSAGE/1/2:24-25?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:24","text":"For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"verse":"2:25","text":"The man and his wife were both naked, and they felt no shame."}]}]},"PASSAGE/41/10:8-9?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:8","text":"and the two will become one flesh.’ So they are no longer two, but one."},{"verse":"10:9","text":"Therefore what God has joined together, let man not separate.”"}]}]},"PASSAGE/46/6:9-11?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:9","text":"Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"verse":"6:10","text":"nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"verse":"6:11","text":"And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."}]}]},"PASSAGE/46/6:18-20?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:18","text":"Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"verse":"6:19","text":"Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"verse":"6:20","text":"you were bought at a price. Therefore honor God with your body."}]}]},"PASSAGE/45/1:28-32?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:28","text":"Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done."},{"verse":"1:29","text":"They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips,"},{"verse":"1:30","text":"slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents;"},{"verse":"1:31","text":"they are senseless, faithless, heartless, ruthless."},{"verse":"1:32","text":"Although they know God’s righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them."}]}]},"PASSAGE/45/1:18-32?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"[God’s Wrath Against Mankind] The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,"},{"verse":"1:19","text":"since what may be known about God is plain to them, because God has made it plain to them."},{"verse":"1:20","text":"For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that men are without excuse."},{"verse":"1:21","text":"For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened."},{"verse":"1:22","text":"Although they claimed to be wise, they became fools"},{"verse":"1:23","text":"and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles."},{"verse":"1:24","text":"Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another."},{"verse":"1:25","text":"They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator—who is forever praised. Amen."},{"verse":"1:26","text":"Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones."},{"verse":"1:27","text":"In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion."},{"verse":"1:28","text":"Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done."},{"verse":"1:29","text":"They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips,"},{"verse":"1:30","text":"slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents;"},{"verse":"1:31","text":"they are senseless, faithless, heartless, ruthless."},{"verse":"1:32","text":"Although they know God’s righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them."}]}]},"PASSAGE/45/2:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"[God’s Righteous Judgment] You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things."},{"verse":"2:2","text":"Now we know that God’s judgment against those who do such things is based on truth."},{"verse":"2:3","text":"So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God’s judgment?"},{"verse":"2:4","text":"Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God’s kindness leads you toward repentance?"}]}]},"PASSAGE/45/2:5-16?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:5","text":"But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God’s wrath, when his righteous judgment will be revealed."},{"verse":"2:6","text":"God “will give to each person according to what he has done.”"},{"verse":"2:7","text":"To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life."},{"verse":"2:8","text":"But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger."},{"verse":"2:9","text":"There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile;"},{"verse":"2:10","text":"but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile."},{"verse":"2:11","text":"For God does not show favoritism."},{"verse":"2:12","text":"All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law."},{"verse":"2:13","text":"For it is not those who hear the law who are righteous in God’s sight, but it is those who obey the law who will be declared righteous."},{"verse":"2:14","text":"(Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law,"},{"verse":"2:15","text":"since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.)"},{"verse":"2:16","text":"This will take place on the day when God will judge men’s secrets through Jesus Christ, as my gospel declares."}]}]},"PASSAGE/40/6:19-20?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:19","text":"[Treasures in Heaven] “Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"verse":"6:20","text":"But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal."}]}]},"PASSAGE/40/12:35?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:35","text":"The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him."}]}]},"PASSAGE/45/2:17-24?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:17","text":"[The Jews and the Law] Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God;"},{"verse":"2:18","text":"if you know his will and approve of what is superior because you are instructed by the law;"},{"verse":"2:19","text":"if you are convinced that you are a guide for the blind, a light for those who are in the dark,"},{"verse":"2:20","text":"an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth—"},{"verse":"2:21","text":"you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?"},{"verse":"2:22","text":"You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"},{"verse":"2:23","text":"You who brag about the law, do you dishonor God by breaking the law?"},{"verse":"2:24","text":"As it is written: “God’s name is blasphemed among the Gentiles because of you.”"}]}]},"PASSAGE/2/20:1-17?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:1","text":"[The Ten Commandments] And God spoke all these words:"},{"verse":"20:2","text":"“I am the Lord your God, who brought you out of Egypt, out of the land of slavery."},{"verse":"20:3","text":"“You shall have no other gods before me."},{"verse":"20:4","text":"“You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below."},{"verse":"20:5","text":"You shall not bow down to them or worship them; for I, the Lord your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me,"},{"verse":"20:6","text":"but showing love to a thousand generations of those who love me and keep my commandments."},{"verse":"20:7","text":"“You shall not misuse the name of the Lord your God, for the Lord will not hold anyone guiltless who misuses his name."},{"verse":"20:8","text":"“Remember the Sabbath day by keeping it holy."},{"verse":"20:9","text":"Six days you shall labor and do all your work,"},{"verse":"20:10","text":"but the seventh day is a Sabbath to the Lord your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates."},{"verse":"20:11","text":"For in six days the Lord made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord blessed the Sabbath day and made it holy."},{"verse":"20:12","text":"“Honor your father and your mother, so that you may live long in the land the Lord your God is giving you."},{"verse":"20:13","text":"“You shall not murder."},{"verse":"20:14","text":"“You shall not commit adultery."},{"verse":"20:15","text":"“You shall not steal."},{"verse":"20:16","text":"“You shall not give false testimony against your neighbor."},{"verse":"20:17","text":"“You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.”"}]}]},"PASSAGE/40/7:21-23?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:21","text":"“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven."},{"verse":"7:22","text":"Many will say to me on that day, ‘Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?’"},{"verse":"7:23","text":"Then I will tell them plainly, ‘I never knew you. Away from me, you evildoers!’"}]}]},"PASSAGE/45/2:25-29?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:25","text":"Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised."},{"verse":"2:26","text":"If those who are not circumcised keep the law’s requirements, will they not be regarded as though they were circumcised?"},{"verse":"2:27","text":"The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker."},{"verse":"2:28","text":"A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical."},{"verse":"2:29","text":"No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man’s praise is not from men, but from God."}]}]},"PASSAGE/1/17:1-14?bibleVersion=niv1984":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:1","text":"[The Covenant of Circumcision] When Abram was ninety-nine years old, the Lord appeared to him and said, “I am God Almighty; walk before me and be blameless."},{"verse":"17:2","text":"I will confirm my covenant between me and you and will greatly increase your numbers.”"},{"verse":"17:3","text":"Abram fell facedown, and God said to him,"},{"verse":"17:4","text":"“As for me, this is my covenant with you: You will be the father of many nations."},{"verse":"17:5","text":"No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations."},{"verse":"17:6","text":"I will make you very fruitful; I will make nations of you, and kings will come from you."},{"verse":"17:7","text":"I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you."},{"verse":"17:8","text":"The whole land of Canaan, where you are now an alien, I will give as an everlasting possession to you and your descendants after you; and I will be their God.”"},{"verse":"17:9","text":"Then God said to Abraham, “As for you, you must keep my covenant, you and your descendants after you for the generations to come."},{"verse":"17:10","text":"This is my covenant with you and your descendants after you, the covenant you are to keep: Every male among you shall be circumcised."},{"verse":"17:11","text":"You are to undergo circumcision, and it will be the sign of the covenant between me and you."},{"verse":"17:12","text":"For the generations to come every male among you who is eight days old must be circumcised, including those born in your household or bought with money from a foreigner—those who are not your offspring."},{"verse":"17:13","text":"Whether born in your household or bought with your money, they must be circumcised. My covenant in your flesh is to be an everlasting covenant."},{"verse":"17:14","text":"Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.”"}]}]},"PASSAGE/45/3:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"[God’s Faithfulness] What advantage, then, is there in being a Jew, or what value is there in circumcision?"},{"verse":"3:2","text":"Much in every way! First of all, they have been entrusted with the very words of God."},{"verse":"3:3","text":"What if some did not have faith? Will their lack of faith nullify God’s faithfulness?"},{"verse":"3:4","text":"Not at all! Let God be true, and every man a liar. As it is written: “So that you may be proved right when you speak and prevail when you judge.”"}]}]},"PASSAGE/45/2:6-29?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:6","text":"God “will give to each person according to what he has done.”"},{"verse":"2:7","text":"To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life."},{"verse":"2:8","text":"But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger."},{"verse":"2:9","text":"There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile;"},{"verse":"2:10","text":"but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile."},{"verse":"2:11","text":"For God does not show favoritism."},{"verse":"2:12","text":"All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law."},{"verse":"2:13","text":"For it is not those who hear the law who are righteous in God’s sight, but it is those who obey the law who will be declared righteous."},{"verse":"2:14","text":"(Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law,"},{"verse":"2:15","text":"since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.)"},{"verse":"2:16","text":"This will take place on the day when God will judge men’s secrets through Jesus Christ, as my gospel declares."},{"verse":"2:17","text":"[The Jews and the Law] Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God;"},{"verse":"2:18","text":"if you know his will and approve of what is superior because you are instructed by the law;"},{"verse":"2:19","text":"if you are convinced that you are a guide for the blind, a light for those who are in the dark,"},{"verse":"2:20","text":"an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth—"},{"verse":"2:21","text":"you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?"},{"verse":"2:22","text":"You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"},{"verse":"2:23","text":"You who brag about the law, do you dishonor God by breaking the law?"},{"verse":"2:24","text":"As it is written: “God’s name is blasphemed among the Gentiles because of you.”"},{"verse":"2:25","text":"Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised."},{"verse":"2:26","text":"If those who are not circumcised keep the law’s requirements, will they not be regarded as though they were circumcised?"},{"verse":"2:27","text":"The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker."},{"verse":"2:28","text":"A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical."},{"verse":"2:29","text":"No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man’s praise is not from men, but from God."}]}]},"PASSAGE/45/3:3-4?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:3","text":"What if some did not have faith? Will their lack of faith nullify God’s faithfulness?"},{"verse":"3:4","text":"Not at all! Let God be true, and every man a liar. As it is written: “So that you may be proved right when you speak and prevail when you judge.”"}]}]},"PASSAGE/1/12:1-7?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"[The Call of Abram] The Lord had said to Abram, “Leave your country, your people and your father’s household and go to the land I will show you."},{"verse":"12:2","text":"“I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing."},{"verse":"12:3","text":"I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.”"},{"verse":"12:4","text":"So Abram left, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Haran."},{"verse":"12:5","text":"He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Haran, and they set out for the land of Canaan, and they arrived there."},{"verse":"12:6","text":"Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land."},{"verse":"12:7","text":"The Lord appeared to Abram and said, “To your offspring I will give this land.” So he built an altar there to the Lord, who had appeared to him."}]}]},"PASSAGE/5/30:15-20?bibleVersion=niv1984":{"paragraphs":[{"id":30,"title":"","verses":[{"verse":"30:15","text":"See, I set before you today life and prosperity, death and destruction."},{"verse":"30:16","text":"For I command you today to love the Lord your God, to walk in his ways, and to keep his commands, decrees and laws; then you will live and increase, and the Lord your God will bless you in the land you are entering to possess."},{"verse":"30:17","text":"But if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them,"},{"verse":"30:18","text":"I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess."},{"verse":"30:19","text":"This day I call heaven and earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live"},{"verse":"30:20","text":"and that you may love the Lord your God, listen to his voice, and hold fast to him. For the Lord is your life, and he will give you many years in the land he swore to give to your fathers, Abraham, Isaac and Jacob."}]}]},"PASSAGE/24/31:35-37?bibleVersion=niv1984":{"paragraphs":[{"id":31,"title":"","verses":[{"verse":"31:35","text":"This is what the Lord says, he who appoints the sun to shine by day, who decrees the moon and stars to shine by night, who stirs up the sea so that its waves roar— the Lord Almighty is his name:"},{"verse":"31:36","text":"“Only if these decrees vanish from my sight,” declares the Lord, “will the descendants of Israel ever cease to be a nation before me.”"},{"verse":"31:37","text":"This is what the Lord says: “Only if the heavens above can be measured and the foundations of the earth below be searched out will I reject all the descendants of Israel because of all they have done,” declares the Lord."}]}]},"PASSAGE/19/51:1-6?bibleVersion=niv1984":{"paragraphs":[{"id":51,"title":"","verses":[{"verse":"51:1","text":"[Psalm 51] For the director of music. A psalm of David. When the prophet Nathan came to him after David had committed adultery with Bathsheba. Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions."},{"verse":"51:2","text":"Wash away all my iniquity and cleanse me from my sin."},{"verse":"51:3","text":"For I know my transgressions, and my sin is always before me."},{"verse":"51:4","text":"Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge."},{"verse":"51:5","text":"Surely I was sinful at birth, sinful from the time my mother conceived me."},{"verse":"51:6","text":"Surely you desire truth in the inner parts; you teach me wisdom in the inmost place."}]}]},"PASSAGE/59/1:13-14?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:13","text":"When tempted, no one should say, “God is tempting me.” For God cannot be tempted by evil, nor does he tempt anyone;"},{"verse":"1:14","text":"but each one is tempted when, by his own evil desire, he is dragged away and enticed."}]}]},"PASSAGE/45/3:5-8?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:5","text":"But if our unrighteousness brings out God’s righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)"},{"verse":"3:6","text":"Certainly not! If that were so, how could God judge the world?"},{"verse":"3:7","text":"Someone might argue, “If my falsehood enhances God’s truthfulness and so increases his glory, why am I still condemned as a sinner?”"},{"verse":"3:8","text":"Why not say—as we are being slanderously reported as saying and as some claim that we say—“Let us do evil that good may result”? Their condemnation is deserved."}]}]},"PASSAGE/45/3:9-18?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:9","text":"[No One Is Righteous] What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin."},{"verse":"3:10","text":"As it is written: “There is no one righteous, not even one;"},{"verse":"3:11","text":"    there is no one who understands, no one who seeks God."},{"verse":"3:12","text":"All have turned away, they have together become worthless; there is no one who does good, not even one.”"},{"verse":"3:13","text":"“Their throats are open graves; their tongues practice deceit.” “The poison of vipers is on their lips.”"},{"verse":"3:14","text":"    “Their mouths are full of cursing and bitterness.”"},{"verse":"3:15","text":"“Their feet are swift to shed blood;"},{"verse":"3:16","text":"    ruin and misery mark their ways,"},{"verse":"3:17","text":"and the way of peace they do not know.”"},{"verse":"3:18","text":"    “There is no fear of God before their eyes.”"}]}]},"PASSAGE/59/3:5-10?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:5","text":"Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark."},{"verse":"3:6","text":"The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell."},{"verse":"3:7","text":"All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man,"},{"verse":"3:8","text":"but no man can tame the tongue. It is a restless evil, full of deadly poison."},{"verse":"3:9","text":"With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God’s likeness."},{"verse":"3:10","text":"Out of the same mouth come praise and cursing. My brothers, this should not be."}]}]},"PASSAGE/45/3:19-20?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:19","text":"Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God."},{"verse":"3:20","text":"Therefore no one will be declared righteous in his sight by observing the law; rather, through the law we become conscious of sin."}]}]},"PASSAGE/45/3:1-20?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"[God’s Faithfulness] What advantage, then, is there in being a Jew, or what value is there in circumcision?"},{"verse":"3:2","text":"Much in every way! First of all, they have been entrusted with the very words of God."},{"verse":"3:3","text":"What if some did not have faith? Will their lack of faith nullify God’s faithfulness?"},{"verse":"3:4","text":"Not at all! Let God be true, and every man a liar. As it is written: “So that you may be proved right when you speak and prevail when you judge.”"},{"verse":"3:5","text":"But if our unrighteousness brings out God’s righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)"},{"verse":"3:6","text":"Certainly not! If that were so, how could God judge the world?"},{"verse":"3:7","text":"Someone might argue, “If my falsehood enhances God’s truthfulness and so increases his glory, why am I still condemned as a sinner?”"},{"verse":"3:8","text":"Why not say—as we are being slanderously reported as saying and as some claim that we say—“Let us do evil that good may result”? Their condemnation is deserved."},{"verse":"3:9","text":"[No One Is Righteous] What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin."},{"verse":"3:10","text":"As it is written: “There is no one righteous, not even one;"},{"verse":"3:11","text":"    there is no one who understands, no one who seeks God."},{"verse":"3:12","text":"All have turned away, they have together become worthless; there is no one who does good, not even one.”"},{"verse":"3:13","text":"“Their throats are open graves; their tongues practice deceit.” “The poison of vipers is on their lips.”"},{"verse":"3:14","text":"    “Their mouths are full of cursing and bitterness.”"},{"verse":"3:15","text":"“Their feet are swift to shed blood;"},{"verse":"3:16","text":"    ruin and misery mark their ways,"},{"verse":"3:17","text":"and the way of peace they do not know.”"},{"verse":"3:18","text":"    “There is no fear of God before their eyes.”"},{"verse":"3:19","text":"Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God."},{"verse":"3:20","text":"Therefore no one will be declared righteous in his sight by observing the law; rather, through the law we become conscious of sin."}]}]},"PASSAGE/45/3:21-23?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:21","text":"[Righteousness Through Faith] But now a righteousness from God, apart from law, has been made known, to which the Law and the Prophets testify."},{"verse":"3:22","text":"This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference,"},{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"}]}]},"PASSAGE/1/15:6?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:6","text":"Abram believed the Lord, and he credited it to him as righteousness."}]}]},"PASSAGE/24/31:33-34?bibleVersion=niv1984":{"paragraphs":[{"id":31,"title":"","verses":[{"verse":"31:33","text":"“This is the covenant I will make with the house of Israel after that time,” declares the Lord. “I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people."},{"verse":"31:34","text":"No longer will a man teach his neighbor, or a man his brother, saying, ‘Know the Lord,’ because they will all know me, from the least of them to the greatest,” declares the Lord. “For I will forgive their wickedness and will remember their sins no more.”"}]}]},"PASSAGE/26/36:26-27?bibleVersion=niv1984":{"paragraphs":[{"id":36,"title":"","verses":[{"verse":"36:26","text":"I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh."},{"verse":"36:27","text":"And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws."}]}]},"PASSAGE/45/10:9-10?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:9","text":"That if you confess with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved."},{"verse":"10:10","text":"For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved."}]}]},"PASSAGE/45/10:14?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:14","text":"How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them?"}]}]},"PASSAGE/45/3:23-24?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"},{"verse":"3:24","text":"and are justified freely by his grace through the redemption that came by Christ Jesus."}]}]},"PASSAGE/23/53:11?bibleVersion=niv1984":{"paragraphs":[{"id":53,"title":"","verses":[{"verse":"53:11","text":"After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities."}]}]},"PASSAGE/47/5:21?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:21","text":"God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."}]}]},"PASSAGE/41/10:45?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:45","text":"For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”"}]}]},"PASSAGE/49/1:7-8?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:7","text":"In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God’s grace"},{"verse":"1:8","text":"that he lavished on us with all wisdom and understanding."}]}]},"PASSAGE/56/2:14?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:14","text":"who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good."}]}]},"PASSAGE/60/1:18?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers,"}]}]},"PASSAGE/45/3:24-26?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:24","text":"and are justified freely by his grace through the redemption that came by Christ Jesus."},{"verse":"3:25","text":"God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished—"},{"verse":"3:26","text":"he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus."}]}]},"PASSAGE/58/2:17?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:17","text":"For this reason he had to be made like his brothers in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people."}]}]},"PASSAGE/62/2:2?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:2","text":"He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."}]}]},"PASSAGE/62/4:10?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:10","text":"This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins."}]}]},"PASSAGE/45/3:25-26?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:25","text":"God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished—"},{"verse":"3:26","text":"he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus."}]}]},"PASSAGE/45/3:21-26?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:21","text":"[Righteousness Through Faith] But now a righteousness from God, apart from law, has been made known, to which the Law and the Prophets testify."},{"verse":"3:22","text":"This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference,"},{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"},{"verse":"3:24","text":"and are justified freely by his grace through the redemption that came by Christ Jesus."},{"verse":"3:25","text":"God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished—"},{"verse":"3:26","text":"he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus."}]}]},"PASSAGE/45/3:27-28?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:27","text":"Where, then, is boasting? It is excluded. On what principle? On that of observing the law? No, but on that of faith."},{"verse":"3:28","text":"For we maintain that a man is justified by faith apart from observing the law."}]}]},"PASSAGE/58/11:1-40?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:1","text":"[By Faith] Now faith is being sure of what we hope for and certain of what we do not see."},{"verse":"11:2","text":"This is what the ancients were commended for."},{"verse":"11:3","text":"By faith we understand that the universe was formed at God’s command, so that what is seen was not made out of what was visible."},{"verse":"11:4","text":"By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead."},{"verse":"11:5","text":"By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God."},{"verse":"11:6","text":"And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"verse":"11:7","text":"By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith."},{"verse":"11:8","text":"By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going."},{"verse":"11:9","text":"By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise."},{"verse":"11:10","text":"For he was looking forward to the city with foundations, whose architect and builder is God."},{"verse":"11:11","text":"By faith Abraham, even though he was past age—and Sarah herself was barren—was enabled to become a father because he considered him faithful who had made the promise."},{"verse":"11:12","text":"And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore."},{"verse":"11:13","text":"All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth."},{"verse":"11:14","text":"People who say such things show that they are looking for a country of their own."},{"verse":"11:15","text":"If they had been thinking of the country they had left, they would have had opportunity to return."},{"verse":"11:16","text":"Instead, they were longing for a better country—a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them."},{"verse":"11:17","text":"By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son,"},{"verse":"11:18","text":"even though God had said to him, “It is through Isaac that your offspring will be reckoned.”"},{"verse":"11:19","text":"Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death."},{"verse":"11:20","text":"By faith Isaac blessed Jacob and Esau in regard to their future."},{"verse":"11:21","text":"By faith Jacob, when he was dying, blessed each of Joseph’s sons, and worshiped as he leaned on the top of his staff."},{"verse":"11:22","text":"By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones."},{"verse":"11:23","text":"By faith Moses’ parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king’s edict."},{"verse":"11:24","text":"By faith Moses, when he had grown up, refused to be known as the son of Pharaoh’s daughter."},{"verse":"11:25","text":"He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time."},{"verse":"11:26","text":"He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward."},{"verse":"11:27","text":"By faith he left Egypt, not fearing the king’s anger; he persevered because he saw him who is invisible."},{"verse":"11:28","text":"By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel."},{"verse":"11:29","text":"By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned."},{"verse":"11:30","text":"By faith the walls of Jericho fell, after the people had marched around them for seven days."},{"verse":"11:31","text":"By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient."},{"verse":"11:32","text":"And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets,"},{"verse":"11:33","text":"who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,"},{"verse":"11:34","text":"quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies."},{"verse":"11:35","text":"Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection."},{"verse":"11:36","text":"Some faced jeers and flogging, while still others were chained and put in prison."},{"verse":"11:37","text":"They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated—"},{"verse":"11:38","text":"the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground."},{"verse":"11:39","text":"These were all commended for their faith, yet none of them received what had been promised."},{"verse":"11:40","text":"God had planned something better for us so that only together with us would they be made perfect."}]}]},"PASSAGE/45/3:29-30?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:29","text":"Is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too,"},{"verse":"3:30","text":"since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith."}]}]},"PASSAGE/45/2:17?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:17","text":"[The Jews and the Law] Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God;"}]}]},"PASSAGE/45/2:23?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:23","text":"You who brag about the law, do you dishonor God by breaking the law?"}]}]},"PASSAGE/45/2:25?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:25","text":"Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised."}]}]},"PASSAGE/45/3:31?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:31","text":"Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law."}]}]},"PASSAGE/45/8:3-4?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:3","text":"For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man,"},{"verse":"8:4","text":"in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit."}]}]},"PASSAGE/45/13:8-10?bibleVersion=niv1984":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:8","text":"Love, for the Day Is Near Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"verse":"13:9","text":"The commandments, “Do not commit adultery,” “Do not murder,” “Do not steal,” “Do not covet,” and whatever other commandment there may be, are summed up in this one rule: “Love your neighbor as yourself.”"},{"verse":"13:10","text":"Love does no harm to its neighbor. Therefore love is the fulfillment of the law."}]}]},"PASSAGE/65/1:4?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:4","text":"For certain men whose condemnation was written about long ago have secretly slipped in among you. They are godless men, who change the grace of our God into a license for immorality and deny Jesus Christ our only Sovereign and Lord."}]}]},"PASSAGE/45/8:12-17?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:12","text":"Therefore, brothers, we have an obligation—but it is not to the sinful nature, to live according to it."},{"verse":"8:13","text":"For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live,"},{"verse":"8:14","text":"because those who are led by the Spirit of God are sons of God."},{"verse":"8:15","text":"For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, “Abba, Father.”"},{"verse":"8:16","text":"The Spirit himself testifies with our spirit that we are God’s children."},{"verse":"8:17","text":"Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory."}]}]},"PASSAGE/45/8:31-34?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:31","text":"What, then, shall we say in response to this? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?"},{"verse":"8:33","text":"Who will bring any charge against those whom God has chosen? It is God who justifies."},{"verse":"8:34","text":"Who is he that condemns? Christ Jesus, who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us."}]}]},"PASSAGE/50/2:12-13?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:12","text":"Shining as Stars Therefore, my dear friends, as you have always obeyed—not only in my presence, but now much more in my absence—continue to work out your salvation with fear and trembling,"},{"verse":"2:13","text":"for it is God who works in you to will and to act according to his good purpose."}]}]},"PASSAGE/62/1:5-10?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:5","text":"[Walking in the Light] This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all."},{"verse":"1:6","text":"If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth."},{"verse":"1:7","text":"But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin."},{"verse":"1:8","text":"If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"verse":"1:9","text":"If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"verse":"1:10","text":"If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives."}]}]},"PASSAGE/45/3:27-31?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:27","text":"Where, then, is boasting? It is excluded. On what principle? On that of observing the law? No, but on that of faith."},{"verse":"3:28","text":"For we maintain that a man is justified by faith apart from observing the law."},{"verse":"3:29","text":"Is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too,"},{"verse":"3:30","text":"since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith."},{"verse":"3:31","text":"Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law."}]}]},"PASSAGE/45/4:1-5?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:1","text":"Abraham Justified by Faith What then shall we say that Abraham, our forefather, discovered in this matter?"},{"verse":"4:2","text":"If, in fact, Abraham was justified by works, he had something to boast about—but not before God."},{"verse":"4:3","text":"What does the Scripture say? “Abraham believed God, and it was credited to him as righteousness.”"},{"verse":"4:4","text":"Now when a man works, his wages are not credited to him as a gift, but as an obligation."},{"verse":"4:5","text":"However, to the man who does not work but trusts God who justifies the wicked, his faith is credited as righteousness."}]}]},"PASSAGE/1/12:1-9?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"[The Call of Abram] The Lord had said to Abram, “Leave your country, your people and your father’s household and go to the land I will show you."},{"verse":"12:2","text":"“I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing."},{"verse":"12:3","text":"I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.”"},{"verse":"12:4","text":"So Abram left, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Haran."},{"verse":"12:5","text":"He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Haran, and they set out for the land of Canaan, and they arrived there."},{"verse":"12:6","text":"Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land."},{"verse":"12:7","text":"The Lord appeared to Abram and said, “To your offspring I will give this land.” So he built an altar there to the Lord, who had appeared to him."},{"verse":"12:8","text":"From there he went on toward the hills east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and called on the name of the Lord."},{"verse":"12:9","text":"Then Abram set out and continued toward the Negev."}]}]},"PASSAGE/1/13:1-18?bibleVersion=niv1984":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:1","text":"[Abram and Lot Separate] So Abram went up from Egypt to the Negev, with his wife and everything he had, and Lot went with him."},{"verse":"13:2","text":"Abram had become very wealthy in livestock and in silver and gold."},{"verse":"13:3","text":"From the Negev he went from place to place until he came to Bethel, to the place between Bethel and Ai where his tent had been earlier"},{"verse":"13:4","text":"and where he had first built an altar. There Abram called on the name of the Lord."},{"verse":"13:5","text":"Now Lot, who was moving about with Abram, also had flocks and herds and tents."},{"verse":"13:6","text":"But the land could not support them while they stayed together, for their possessions were so great that they were not able to stay together."},{"verse":"13:7","text":"And quarreling arose between Abram’s herdsmen and the herdsmen of Lot. The Canaanites and Perizzites were also living in the land at that time."},{"verse":"13:8","text":"So Abram said to Lot, “Let’s not have any quarreling between you and me, or between your herdsmen and mine, for we are brothers."},{"verse":"13:9","text":"Is not the whole land before you? Let’s part company. If you go to the left, I’ll go to the right; if you go to the right, I’ll go to the left.”"},{"verse":"13:10","text":"Lot looked up and saw that the whole plain of the Jordan was well watered, like the garden of the Lord, like the land of Egypt, toward Zoar. (This was before the Lord destroyed Sodom and Gomorrah.)"},{"verse":"13:11","text":"So Lot chose for himself the whole plain of the Jordan and set out toward the east. The two men parted company:"},{"verse":"13:12","text":"Abram lived in the land of Canaan, while Lot lived among the cities of the plain and pitched his tents near Sodom."},{"verse":"13:13","text":"Now the men of Sodom were wicked and were sinning greatly against the Lord."},{"verse":"13:14","text":"The Lord said to Abram after Lot had parted from him, “Lift up your eyes from where you are and look north and south, east and west."},{"verse":"13:15","text":"All the land that you see I will give to you and your offspring forever."},{"verse":"13:16","text":"I will make your offspring like the dust of the earth, so that if anyone could count the dust, then your offspring could be counted."},{"verse":"13:17","text":"Go, walk through the length and breadth of the land, for I am giving it to you.”"},{"verse":"13:18","text":"So Abram moved his tents and went to live near the great trees of Mamre at Hebron, where he built an altar to the Lord."}]}]},"PASSAGE/1/15:1-6?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:1","text":"[God’s Covenant With Abram] After this, the word of the Lord came to Abram in a vision: “Do not be afraid, Abram. I am your shield, your very great reward.”"},{"verse":"15:2","text":"But Abram said, “O Sovereign Lord, what can you give me since I remain childless and the one who will inherit my estate is Eliezer of Damascus?”"},{"verse":"15:3","text":"And Abram said, “You have given me no children; so a servant in my household will be my heir.”"},{"verse":"15:4","text":"Then the word of the Lord came to him: “This man will not be your heir, but a son coming from your own body will be your heir.”"},{"verse":"15:5","text":"He took him outside and said, “Look up at the heavens and count the stars—if indeed you can count them.” Then he said to him, “So shall your offspring be.”"},{"verse":"15:6","text":"Abram believed the Lord, and he credited it to him as righteousness."}]}]},"PASSAGE/1/15:18?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:18","text":"On that day the Lord made a covenant with Abram and said, “To your descendants I give this land, from the river of Egypt to the great river, the Euphrates—"}]}]},"PASSAGE/1/17:1-10?bibleVersion=niv1984":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:1","text":"[The Covenant of Circumcision] When Abram was ninety-nine years old, the Lord appeared to him and said, “I am God Almighty; walk before me and be blameless."},{"verse":"17:2","text":"I will confirm my covenant between me and you and will greatly increase your numbers.”"},{"verse":"17:3","text":"Abram fell facedown, and God said to him,"},{"verse":"17:4","text":"“As for me, this is my covenant with you: You will be the father of many nations."},{"verse":"17:5","text":"No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations."},{"verse":"17:6","text":"I will make you very fruitful; I will make nations of you, and kings will come from you."},{"verse":"17:7","text":"I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you."},{"verse":"17:8","text":"The whole land of Canaan, where you are now an alien, I will give as an everlasting possession to you and your descendants after you; and I will be their God.”"},{"verse":"17:9","text":"Then God said to Abraham, “As for you, you must keep my covenant, you and your descendants after you for the generations to come."},{"verse":"17:10","text":"This is my covenant with you and your descendants after you, the covenant you are to keep: Every male among you shall be circumcised."}]}]},"PASSAGE/1/17:23?bibleVersion=niv1984":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:23","text":"On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."}]}]},"PASSAGE/45/6:23?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:23","text":"For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}]}]},"PASSAGE/45/4:6-8?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:6","text":"David says the same thing when he speaks of the blessedness of the man to whom God credits righteousness apart from works:"},{"verse":"4:7","text":"“Blessed are they whose transgressions are forgiven, whose sins are covered."},{"verse":"4:8","text":"Blessed is the man whose sin the Lord will never count against him.”"}]}]},"PASSAGE/10/11:1-12:33?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:1","text":"[David and Bathsheba] In the spring, at the time when kings go off to war, David sent Joab out with the king’s men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem."},{"verse":"11:2","text":"One evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful,"},{"verse":"11:3","text":"and David sent someone to find out about her. The man said, “Isn’t this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?”"},{"verse":"11:4","text":"Then David sent messengers to get her. She came to him, and he slept with her. (She had purified herself from her uncleanness.) Then she went back home."},{"verse":"11:5","text":"The woman conceived and sent word to David, saying, “I am pregnant.”"},{"verse":"11:6","text":"So David sent this word to Joab: “Send me Uriah the Hittite.” And Joab sent him to David."},{"verse":"11:7","text":"When Uriah came to him, David asked him how Joab was, how the soldiers were and how the war was going."},{"verse":"11:8","text":"Then David said to Uriah, “Go down to your house and wash your feet.” So Uriah left the palace, and a gift from the king was sent after him."},{"verse":"11:9","text":"But Uriah slept at the entrance to the palace with all his master’s servants and did not go down to his house."},{"verse":"11:10","text":"When David was told, “Uriah did not go home,” he asked him, “Haven’t you just come from a distance? Why didn’t you go home?”"},{"verse":"11:11","text":"Uriah said to David, “The ark and Israel and Judah are staying in tents, and my master Joab and my lord’s men are camped in the open fields. How could I go to my house to eat and drink and lie with my wife? As surely as you live, I will not do such a thing!”"},{"verse":"11:12","text":"Then David said to him, “Stay here one more day, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next."},{"verse":"11:13","text":"At David’s invitation, he ate and drank with him, and David made him drunk. But in the evening Uriah went out to sleep on his mat among his master’s servants; he did not go home."},{"verse":"11:14","text":"In the morning David wrote a letter to Joab and sent it with Uriah."},{"verse":"11:15","text":"In it he wrote, “Put Uriah in the front line where the fighting is fiercest. Then withdraw from him so he will be struck down and die.”"},{"verse":"11:16","text":"So while Joab had the city under siege, he put Uriah at a place where he knew the strongest defenders were."},{"verse":"11:17","text":"When the men of the city came out and fought against Joab, some of the men in David’s army fell; moreover, Uriah the Hittite died."},{"verse":"11:18","text":"Joab sent David a full account of the battle."},{"verse":"11:19","text":"He instructed the messenger: “When you have finished giving the king this account of the battle,"},{"verse":"11:20","text":"the king’s anger may flare up, and he may ask you, ‘Why did you get so close to the city to fight? Didn’t you know they would shoot arrows from the wall?"},{"verse":"11:21","text":"Who killed Abimelech son of Jerub-Besheth? Didn’t a woman throw an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?’ If he asks you this, then say to him, ‘Also, your servant Uriah the Hittite is dead.’”"},{"verse":"11:22","text":"The messenger set out, and when he arrived he told David everything Joab had sent him to say."},{"verse":"11:23","text":"The messenger said to David, “The men overpowered us and came out against us in the open, but we drove them back to the entrance to the city gate."},{"verse":"11:24","text":"Then the archers shot arrows at your servants from the wall, and some of the king’s men died. Moreover, your servant Uriah the Hittite is dead.”"},{"verse":"11:25","text":"David told the messenger, “Say this to Joab: ‘Don’t let this upset you; the sword devours one as well as another. Press the attack against the city and destroy it.’ Say this to encourage Joab.”"},{"verse":"11:26","text":"When Uriah’s wife heard that her husband was dead, she mourned for him."},{"verse":"11:27","text":"After the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son. But the thing David had done displeased the Lord."}]},{"id":12,"title":"","verses":[{"verse":"12:1","text":"[Nathan Rebukes David] The Lord sent Nathan to David. When he came to him, he said, “There were two men in a certain town, one rich and the other poor."},{"verse":"12:2","text":"The rich man had a very large number of sheep and cattle,"},{"verse":"12:3","text":"but the poor man had nothing except one little ewe lamb he had bought. He raised it, and it grew up with him and his children. It shared his food, drank from his cup and even slept in his arms. It was like a daughter to him."},{"verse":"12:4","text":"“Now a traveler came to the rich man, but the rich man refrained from taking one of his own sheep or cattle to prepare a meal for the traveler who had come to him. Instead, he took the ewe lamb that belonged to the poor man and prepared it for the one who had come to him.”"},{"verse":"12:5","text":"David burned with anger against the man and said to Nathan, “As surely as the Lord lives, the man who did this deserves to die!"},{"verse":"12:6","text":"He must pay for that lamb four times over, because he did such a thing and had no pity.”"},{"verse":"12:7","text":"Then Nathan said to David, “You are the man! This is what the Lord, the God of Israel, says: ‘I anointed you king over Israel, and I delivered you from the hand of Saul."},{"verse":"12:8","text":"I gave your master’s house to you, and your master’s wives into your arms. I gave you the house of Israel and Judah. And if all this had been too little, I would have given you even more."},{"verse":"12:9","text":"Why did you despise the word of the Lord by doing what is evil in his eyes? You struck down Uriah the Hittite with the sword and took his wife to be your own. You killed him with the sword of the Ammonites."},{"verse":"12:10","text":"Now, therefore, the sword will never depart from your house, because you despised me and took the wife of Uriah the Hittite to be your own.’"},{"verse":"12:11","text":"“This is what the Lord says: ‘Out of your own household I am going to bring calamity upon you. Before your very eyes I will take your wives and give them to one who is close to you, and he will lie with your wives in broad daylight."},{"verse":"12:12","text":"You did it in secret, but I will do this thing in broad daylight before all Israel.’”"},{"verse":"12:13","text":"Then David said to Nathan, “I have sinned against the Lord.” Nathan replied, “The Lord has taken away your sin. You are not going to die."},{"verse":"12:14","text":"But because by doing this you have made the enemies of the Lord show utter contempt, the son born to you will die.”"},{"verse":"12:15","text":"After Nathan had gone home, the Lord struck the child that Uriah’s wife had borne to David, and he became ill."},{"verse":"12:16","text":"David pleaded with God for the child. He fasted and went into his house and spent the nights lying on the ground."},{"verse":"12:17","text":"The elders of his household stood beside him to get him up from the ground, but he refused, and he would not eat any food with them."},{"verse":"12:18","text":"On the seventh day the child died. David’s servants were afraid to tell him that the child was dead, for they thought, “While the child was still living, we spoke to David but he would not listen to us. How can we tell him the child is dead? He may do something desperate.”"},{"verse":"12:19","text":"David noticed that his servants were whispering among themselves and he realized the child was dead. “Is the child dead?” he asked. “Yes,” they replied, “he is dead.”"},{"verse":"12:20","text":"Then David got up from the ground. After he had washed, put on lotions and changed his clothes, he went into the house of the Lord and worshiped. Then he went to his own house, and at his request they served him food, and he ate."},{"verse":"12:21","text":"His servants asked him, “Why are you acting this way? While the child was alive, you fasted and wept, but now that the child is dead, you get up and eat!”"},{"verse":"12:22","text":"He answered, “While the child was still alive, I fasted and wept. I thought, ‘Who knows? The Lord may be gracious to me and let the child live.’"},{"verse":"12:23","text":"But now that he is dead, why should I fast? Can I bring him back again? I will go to him, but he will not return to me.”"},{"verse":"12:24","text":"Then David comforted his wife Bathsheba, and he went to her and lay with her. She gave birth to a son, and they named him Solomon. The Lord loved him;"},{"verse":"12:25","text":"and because the Lord loved him, he sent word through Nathan the prophet to name him Jedidiah."},{"verse":"12:26","text":"Meanwhile Joab fought against Rabbah of the Ammonites and captured the royal citadel."},{"verse":"12:27","text":"Joab then sent messengers to David, saying, “I have fought against Rabbah and taken its water supply."},{"verse":"12:28","text":"Now muster the rest of the troops and besiege the city and capture it. Otherwise I will take the city, and it will be named after me.”"},{"verse":"12:29","text":"So David mustered the entire army and went to Rabbah, and attacked and captured it."},{"verse":"12:30","text":"He took the crown from the head of their king—its weight was a talent of gold, and it was set with precious stones—and it was placed on David’s head. He took a great quantity of plunder from the city"},{"verse":"12:31","text":"and brought out the people who were there, consigning them to labor with saws and with iron picks and axes, and he made them work at brickmaking. He did this to all the Ammonite towns. Then David and his entire army returned to Jerusalem."}]}]},"PASSAGE/19/32:1-11?bibleVersion=niv1984":{"paragraphs":[{"id":32,"title":"","verses":[{"verse":"32:1","text":"[Psalm 32] Of David. A maskil. Blessed is he whose transgressions are forgiven, whose sins are covered."},{"verse":"32:2","text":"Blessed is the man whose sin the Lord does not count against him and in whose spirit is no deceit."},{"verse":"32:3","text":"When I kept silent, my bones wasted away through my groaning all day long."},{"verse":"32:4","text":"For day and night your hand was heavy upon me; my strength was sapped as in the heat of summer. Selah"},{"verse":"32:5","text":"Then I acknowledged my sin to you and did not cover up my iniquity. I said, “I will confess my transgressions to the Lord”— and you forgave the guilt of my sin. Selah"},{"verse":"32:6","text":"Therefore let everyone who is godly pray to you while you may be found; surely when the mighty waters rise, they will not reach him."},{"verse":"32:7","text":"You are my hiding place; you will protect me from trouble and surround me with songs of deliverance. Selah"},{"verse":"32:8","text":"I will instruct you and teach you in the way you should go; I will counsel you and watch over you."},{"verse":"32:9","text":"Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you."},{"verse":"32:10","text":"Many are the woes of the wicked, but the Lord’s unfailing love surrounds the man who trusts in him."},{"verse":"32:11","text":"Rejoice in the Lord and be glad, you righteous; sing, all you who are upright in heart!"}]}]},"PASSAGE/19/51:1-19?bibleVersion=niv1984":{"paragraphs":[{"id":51,"title":"","verses":[{"verse":"51:1","text":"[Psalm 51] For the director of music. A psalm of David. When the prophet Nathan came to him after David had committed adultery with Bathsheba. Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions."},{"verse":"51:2","text":"Wash away all my iniquity and cleanse me from my sin."},{"verse":"51:3","text":"For I know my transgressions, and my sin is always before me."},{"verse":"51:4","text":"Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge."},{"verse":"51:5","text":"Surely I was sinful at birth, sinful from the time my mother conceived me."},{"verse":"51:6","text":"Surely you desire truth in the inner parts; you teach me wisdom in the inmost place."},{"verse":"51:7","text":"Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow."},{"verse":"51:8","text":"Let me hear joy and gladness; let the bones you have crushed rejoice."},{"verse":"51:9","text":"Hide your face from my sins and blot out all my iniquity."},{"verse":"51:10","text":"Create in me a pure heart, O God, and renew a steadfast spirit within me."},{"verse":"51:11","text":"Do not cast me from your presence or take your Holy Spirit from me."},{"verse":"51:12","text":"Restore to me the joy of your salvation and grant me a willing spirit, to sustain me."},{"verse":"51:13","text":"Then I will teach transgressors your ways, and sinners will turn back to you."},{"verse":"51:14","text":"Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness."},{"verse":"51:15","text":"O Lord, open my lips, and my mouth will declare your praise."},{"verse":"51:16","text":"You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings."},{"verse":"51:17","text":"The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise."},{"verse":"51:18","text":"In your good pleasure make Zion prosper; build up the walls of Jerusalem."},{"verse":"51:19","text":"Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar."}]}]},"PASSAGE/47/5:19-21?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:19","text":"that God was reconciling the world to himself in Christ, not counting men’s sins against them. And he has committed to us the message of reconciliation."},{"verse":"5:20","text":"We are therefore Christ’s ambassadors, as though God were making his appeal through us. We implore you on Christ’s behalf: Be reconciled to God."},{"verse":"5:21","text":"God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."}]}]},"PASSAGE/45/4:9-15?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:9","text":"Is this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham’s faith was credited to him as righteousness."},{"verse":"4:10","text":"Under what circumstances was it credited? Was it after he was circumcised, or before? It was not after, but before!"},{"verse":"4:11","text":"And he received the sign of circumcision, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them."},{"verse":"4:12","text":"And he is also the father of the circumcised who not only are circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised."},{"verse":"4:13","text":"It was not through law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."},{"verse":"4:14","text":"For if those who live by law are heirs, faith has no value and the promise is worthless,"},{"verse":"4:15","text":"because law brings wrath. And where there is no law there is no transgression."}]}]},"PASSAGE/1/15:13-18?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:13","text":"Then the Lord said to him, “Know for certain that your descendants will be strangers in a country not their own, and they will be enslaved and mistreated four hundred years."},{"verse":"15:14","text":"But I will punish the nation they serve as slaves, and afterward they will come out with great possessions."},{"verse":"15:15","text":"You, however, will go to your fathers in peace and be buried at a good old age."},{"verse":"15:16","text":"In the fourth generation your descendants will come back here, for the sin of the Amorites has not yet reached its full measure.”"},{"verse":"15:17","text":"When the sun had set and darkness had fallen, a smoking firepot with a blazing torch appeared and passed between the pieces."},{"verse":"15:18","text":"On that day the Lord made a covenant with Abram and said, “To your descendants I give this land, from the river of Egypt to the great river, the Euphrates—"}]}]},"PASSAGE/1/16:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:1","text":"[Hagar and Ishmael] Now Sarai, Abram’s wife, had borne him no children. But she had an Egyptian maidservant named Hagar;"},{"verse":"16:2","text":"so she said to Abram, “The Lord has kept me from having children. Go, sleep with my maidservant; perhaps I can build a family through her.” Abram agreed to what Sarai said."},{"verse":"16:3","text":"So after Abram had been living in Canaan ten years, Sarai his wife took her Egyptian maidservant Hagar and gave her to her husband to be his wife."},{"verse":"16:4","text":"He slept with Hagar, and she conceived. When she knew she was pregnant, she began to despise her mistress."}]}]},"PASSAGE/1/16:16?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:16","text":"Abram was eighty-six years old when Hagar bore him Ishmael."}]}]},"PASSAGE/1/17:25-26?bibleVersion=niv1984":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:25","text":"and his son Ishmael was thirteen;"},{"verse":"17:26","text":"Abraham and his son Ishmael were both circumcised on that same day."}]}]},"PASSAGE/48/3:15-18?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:15","text":"[The Law and the Promise] Brothers, let me take an example from everyday life. Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case."},{"verse":"3:16","text":"The promises were spoken to Abraham and to his seed. The Scripture does not say “and to seeds,” meaning many people, but “and to your seed,” meaning one person, who is Christ."},{"verse":"3:17","text":"What I mean is this: The law, introduced 430 years later, does not set aside the covenant previously established by God and thus do away with the promise."},{"verse":"3:18","text":"For if the inheritance depends on the law, then it no longer depends on a promise; but God in his grace gave it to Abraham through a promise."}]}]},"PASSAGE/45/4:16-25?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:16","text":"Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham’s offspring—not only to those who are of the law but also to those who are of the faith of Abraham. He is the father of us all."},{"verse":"4:17","text":"As it is written: “I have made you a father of many nations.” He is our father in the sight of God, in whom he believed—the God who gives life to the dead and calls things that are not as though they were."},{"verse":"4:18","text":"Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, “So shall your offspring be.”"},{"verse":"4:19","text":"Without weakening in his faith, he faced the fact that his body was as good as dead—since he was about a hundred years old—and that Sarah’s womb was also dead."},{"verse":"4:20","text":"Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God,"},{"verse":"4:21","text":"being fully persuaded that God had power to do what he had promised."},{"verse":"4:22","text":"This is why “it was credited to him as righteousness.”"},{"verse":"4:23","text":"The words “it was credited to him” were written not for him alone,"},{"verse":"4:24","text":"but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead."},{"verse":"4:25","text":"He was delivered over to death for our sins and was raised to life for our justification."}]}]},"PASSAGE/45/4:1-25?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:1","text":"Abraham Justified by Faith What then shall we say that Abraham, our forefather, discovered in this matter?"},{"verse":"4:2","text":"If, in fact, Abraham was justified by works, he had something to boast about—but not before God."},{"verse":"4:3","text":"What does the Scripture say? “Abraham believed God, and it was credited to him as righteousness.”"},{"verse":"4:4","text":"Now when a man works, his wages are not credited to him as a gift, but as an obligation."},{"verse":"4:5","text":"However, to the man who does not work but trusts God who justifies the wicked, his faith is credited as righteousness."},{"verse":"4:6","text":"David says the same thing when he speaks of the blessedness of the man to whom God credits righteousness apart from works:"},{"verse":"4:7","text":"“Blessed are they whose transgressions are forgiven, whose sins are covered."},{"verse":"4:8","text":"Blessed is the man whose sin the Lord will never count against him.”"},{"verse":"4:9","text":"Is this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham’s faith was credited to him as righteousness."},{"verse":"4:10","text":"Under what circumstances was it credited? Was it after he was circumcised, or before? It was not after, but before!"},{"verse":"4:11","text":"And he received the sign of circumcision, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them."},{"verse":"4:12","text":"And he is also the father of the circumcised who not only are circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised."},{"verse":"4:13","text":"It was not through law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."},{"verse":"4:14","text":"For if those who live by law are heirs, faith has no value and the promise is worthless,"},{"verse":"4:15","text":"because law brings wrath. And where there is no law there is no transgression."},{"verse":"4:16","text":"Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham’s offspring—not only to those who are of the law but also to those who are of the faith of Abraham. He is the father of us all."},{"verse":"4:17","text":"As it is written: “I have made you a father of many nations.” He is our father in the sight of God, in whom he believed—the God who gives life to the dead and calls things that are not as though they were."},{"verse":"4:18","text":"Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, “So shall your offspring be.”"},{"verse":"4:19","text":"Without weakening in his faith, he faced the fact that his body was as good as dead—since he was about a hundred years old—and that Sarah’s womb was also dead."},{"verse":"4:20","text":"Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God,"},{"verse":"4:21","text":"being fully persuaded that God had power to do what he had promised."},{"verse":"4:22","text":"This is why “it was credited to him as righteousness.”"},{"verse":"4:23","text":"The words “it was credited to him” were written not for him alone,"},{"verse":"4:24","text":"but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead."},{"verse":"4:25","text":"He was delivered over to death for our sins and was raised to life for our justification."}]}]},"PASSAGE/45/5:1-2?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:1","text":"[Peace and Joy] Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"},{"verse":"5:2","text":"through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God."}]}]},"PASSAGE/43/14:6?bibleVersion=niv1984":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:6","text":"Jesus answered, “I am the way and the truth and the life. No one comes to the Father except through me."}]}]},"PASSAGE/49/2:18?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:18","text":"For through him we both have access to the Father by one Spirit."}]}]},"PASSAGE/49/3:12?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:12","text":"In him and through faith in him we may approach God with freedom and confidence."}]}]},"PASSAGE/58/4:14-16?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:14","text":"[Jesus the Great High Priest] Therefore, since we have a great high priest who has gone through the heavens, Jesus the Son of God, let us hold firmly to the faith we profess."},{"verse":"4:15","text":"For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet was without sin."},{"verse":"4:16","text":"Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."}]}]},"PASSAGE/19/17:15?bibleVersion=niv1984":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:15","text":"And I—in righteousness I will see your face; when I awake, I will be satisfied with seeing your likeness."}]}]},"PASSAGE/40/5:8?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:8","text":"Blessed are the pure in heart, for they will see God."}]}]},"PASSAGE/62/3:2?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:2","text":"Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."}]}]},"PASSAGE/66/22:3-4?bibleVersion=niv1984":{"paragraphs":[{"id":22,"title":"","verses":[{"verse":"22:3","text":"No longer will there be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him."},{"verse":"22:4","text":"They will see his face, and his name will be on their foreheads."}]}]},"PASSAGE/45/5:3-5?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:3","text":"Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance;"},{"verse":"5:4","text":"perseverance, character; and character, hope."},{"verse":"5:5","text":"And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us."}]}]},"PASSAGE/45/5:6-8?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:6","text":"You see, at just the right time, when we were still powerless, Christ died for the ungodly."},{"verse":"5:7","text":"Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die."},{"verse":"5:8","text":"But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."}]}]},"PASSAGE/49/2:1-9?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"[Made Alive in Christ] As for you, you were dead in your transgressions and sins,"},{"verse":"2:2","text":"in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."},{"verse":"2:3","text":"All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath."},{"verse":"2:4","text":"But because of his great love for us, God, who is rich in mercy,"},{"verse":"2:5","text":"made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved."},{"verse":"2:6","text":"And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,"},{"verse":"2:7","text":"in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus."},{"verse":"2:8","text":"For it is by grace you have been saved, through faith—and this not from yourselves, it is the gift of God—"},{"verse":"2:9","text":"not by works, so that no one can boast."}]}]},"PASSAGE/45/5:9-11?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:9","text":"Since we have now been justified by his blood, how much more shall we be saved from God’s wrath through him!"},{"verse":"5:10","text":"For if, when we were God’s enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life!"},{"verse":"5:11","text":"Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation."}]}]},"PASSAGE/45/4:25?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:25","text":"He was delivered over to death for our sins and was raised to life for our justification."}]}]},"PASSAGE/45/6:8-10?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:8","text":"Now if we died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."},{"verse":"6:10","text":"The death he died, he died to sin once for all; but the life he lives, he lives to God."}]}]},"PASSAGE/45/8:34?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:34","text":"Who is he that condemns? Christ Jesus, who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us."}]}]},"PASSAGE/45/5:1-11?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:1","text":"[Peace and Joy] Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"},{"verse":"5:2","text":"through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God."},{"verse":"5:3","text":"Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance;"},{"verse":"5:4","text":"perseverance, character; and character, hope."},{"verse":"5:5","text":"And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us."},{"verse":"5:6","text":"You see, at just the right time, when we were still powerless, Christ died for the ungodly."},{"verse":"5:7","text":"Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die."},{"verse":"5:8","text":"But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"verse":"5:9","text":"Since we have now been justified by his blood, how much more shall we be saved from God’s wrath through him!"},{"verse":"5:10","text":"For if, when we were God’s enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life!"},{"verse":"5:11","text":"Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation."}]}]},"PASSAGE/45/5:12-14?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:12","text":"[Death Through Adam, Life Through Christ] Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned—"},{"verse":"5:13","text":"for before the law was given, sin was in the world. But sin is not taken into account when there is no law."},{"verse":"5:14","text":"Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come."}]}]},"PASSAGE/1/2:15-3:24?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:15","text":"The Lord God took the man and put him in the Garden of Eden to work it and take care of it."},{"verse":"2:16","text":"And the Lord God commanded the man, “You are free to eat from any tree in the garden;"},{"verse":"2:17","text":"but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.”"},{"verse":"2:18","text":"The Lord God said, “It is not good for the man to be alone. I will make a helper suitable for him.”"},{"verse":"2:19","text":"Now the Lord God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name."},{"verse":"2:20","text":"So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found."},{"verse":"2:21","text":"So the Lord God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man’s ribs and closed up the place with flesh."},{"verse":"2:22","text":"Then the Lord God made a woman from the rib he had taken out of the man, and he brought her to the man."},{"verse":"2:23","text":"The man said, “This is now bone of my bones and flesh of my flesh; she shall be called ‘woman,’ for she was taken out of man.”"},{"verse":"2:24","text":"For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"verse":"2:25","text":"The man and his wife were both naked, and they felt no shame."}]},{"id":3,"title":"","verses":[{"verse":"3:1","text":"[The Fall of Man] Now the serpent was more crafty than any of the wild animals the Lord God had made. He said to the woman, “Did God really say, ‘You must not eat from any tree in the garden’?”"},{"verse":"3:2","text":"The woman said to the serpent, “We may eat fruit from the trees in the garden,"},{"verse":"3:3","text":"but God did say, ‘You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.’”"},{"verse":"3:4","text":"“You will not surely die,” the serpent said to the woman."},{"verse":"3:5","text":"“For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”"},{"verse":"3:6","text":"When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it."},{"verse":"3:7","text":"Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves."},{"verse":"3:8","text":"Then the man and his wife heard the sound of the Lord God as he was walking in the garden in the cool of the day, and they hid from the Lord God among the trees of the garden."},{"verse":"3:9","text":"But the Lord God called to the man, “Where are you?”"},{"verse":"3:10","text":"He answered, “I heard you in the garden, and I was afraid because I was naked; so I hid.”"},{"verse":"3:11","text":"And he said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?”"},{"verse":"3:12","text":"The man said, “The woman you put here with me—she gave me some fruit from the tree, and I ate it.”"},{"verse":"3:13","text":"Then the Lord God said to the woman, “What is this you have done?” The woman said, “The serpent deceived me, and I ate.”"},{"verse":"3:14","text":"So the Lord God said to the serpent, “Because you have done this, “Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life."},{"verse":"3:15","text":"And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.”"},{"verse":"3:16","text":"To the woman he said, “I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.”"},{"verse":"3:17","text":"To Adam he said, “Because you listened to your wife and ate from the tree about which I commanded you, ‘You must not eat of it,’ “Cursed is the ground because of you; through painful toil you will eat of it all the days of your life."},{"verse":"3:18","text":"It will produce thorns and thistles for you, and you will eat the plants of the field."},{"verse":"3:19","text":"By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.”"},{"verse":"3:20","text":"Adam named his wife Eve, because she would become the mother of all the living."},{"verse":"3:21","text":"The Lord God made garments of skin for Adam and his wife and clothed them."},{"verse":"3:22","text":"And the Lord God said, “The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.”"},{"verse":"3:23","text":"So the Lord God banished him from the Garden of Eden to work the ground from which he had been taken."},{"verse":"3:24","text":"After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life."}]}]},"PASSAGE/45/5:12?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:12","text":"[Death Through Adam, Life Through Christ] Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned—"}]}]},"PASSAGE/45/3:9-11?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:9","text":"[No One Is Righteous] What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin."},{"verse":"3:10","text":"As it is written: “There is no one righteous, not even one;"},{"verse":"3:11","text":"    there is no one who understands, no one who seeks God."}]}]},"PASSAGE/45/3:23?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"}]}]},"PASSAGE/45/8:20-21?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:20","text":"For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God."}]}]},"PASSAGE/46/15:22?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:22","text":"For as in Adam all die, so in Christ all will be made alive."}]}]},"PASSAGE/49/2:1-3?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"[Made Alive in Christ] As for you, you were dead in your transgressions and sins,"},{"verse":"2:2","text":"in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."},{"verse":"2:3","text":"All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath."}]}]},"PASSAGE/45/5:14-19?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:14","text":"Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come."},{"verse":"5:15","text":"But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many!"},{"verse":"5:16","text":"Again, the gift of God is not like the result of the one man’s sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification."},{"verse":"5:17","text":"For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ."},{"verse":"5:18","text":"Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men."},{"verse":"5:19","text":"For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous."}]}]},"PASSAGE/43/3:7-21?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:7","text":"You should not be surprised at my saying, ‘You must be born again.’"},{"verse":"3:8","text":"The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.”"},{"verse":"3:9","text":"“How can this be?” Nicodemus asked."},{"verse":"3:10","text":"“You are Israel’s teacher,” said Jesus, “and do you not understand these things?"},{"verse":"3:11","text":"I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony."},{"verse":"3:12","text":"I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things?"},{"verse":"3:13","text":"No one has ever gone into heaven except the one who came from heaven—the Son of Man."},{"verse":"3:14","text":"Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up,"},{"verse":"3:15","text":"that everyone who believes in him may have eternal life."},{"verse":"3:16","text":"“For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"verse":"3:17","text":"For God did not send his Son into the world to condemn the world, but to save the world through him."},{"verse":"3:18","text":"Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God’s one and only Son."},{"verse":"3:19","text":"This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil."},{"verse":"3:20","text":"Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed."},{"verse":"3:21","text":"But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.”"}]}]},"PASSAGE/45/10:9-13?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:9","text":"That if you confess with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved."},{"verse":"10:10","text":"For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved."},{"verse":"10:11","text":"As the Scripture says, “Anyone who trusts in him will never be put to shame.”"},{"verse":"10:12","text":"For there is no difference between Jew and Gentile—the same Lord is Lord of all and richly blesses all who call on him,"},{"verse":"10:13","text":"for, “Everyone who calls on the name of the Lord will be saved.”"}]}]},"PASSAGE/45/5:18-19?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:18","text":"Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men."},{"verse":"5:19","text":"For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous."}]}]},"PASSAGE/40/13:47-50?bibleVersion=niv1984":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:47","text":"[The Parable of the Net] “Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish."},{"verse":"13:48","text":"When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away."},{"verse":"13:49","text":"This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous"},{"verse":"13:50","text":"and throw them into the fiery furnace, where there will be weeping and gnashing of teeth."}]}]},"PASSAGE/45/2:8-9?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:8","text":"But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger."},{"verse":"2:9","text":"There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile;"}]}]},"PASSAGE/50/3:18-19?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:18","text":"For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ."},{"verse":"3:19","text":"Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things."}]}]},"PASSAGE/53/1:8-9?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:8","text":"He will punish those who do not know God and do not obey the gospel of our Lord Jesus."},{"verse":"1:9","text":"They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power"}]}]},"PASSAGE/66/20:14-15?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:14","text":"Then death and Hades were thrown into the lake of fire. The lake of fire is the second death."},{"verse":"20:15","text":"If anyone’s name was not found written in the book of life, he was thrown into the lake of fire."}]}]},"PASSAGE/43/10:28?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:28","text":"I give them eternal life, and they shall never perish; no one can snatch them out of my hand."}]}]},"PASSAGE/48/2:20?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:20","text":"I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."}]}]},"PASSAGE/50/3:20-21?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:20","text":"But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,"},{"verse":"3:21","text":"who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."}]}]},"PASSAGE/58/13:20-21?bibleVersion=niv1984":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:20","text":"May the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep,"},{"verse":"13:21","text":"equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen."}]}]},"PASSAGE/45/5:20-21?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:20","text":"The law was added so that the trespass might increase. But where sin increased, grace increased all the more,"},{"verse":"5:21","text":"so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord."}]}]},"PASSAGE/45/7:7-12?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:7","text":"[Struggling With Sin] What shall we say, then? Is the law sin? Certainly not! Indeed I would not have known what sin was except through the law. For I would not have known what coveting really was if the law had not said, “Do not covet.”"},{"verse":"7:8","text":"But sin, seizing the opportunity afforded by the commandment, produced in me every kind of covetous desire. For apart from law, sin is dead."},{"verse":"7:9","text":"Once I was alive apart from law; but when the commandment came, sin sprang to life and I died."},{"verse":"7:10","text":"I found that the very commandment that was intended to bring life actually brought death."},{"verse":"7:11","text":"For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death."},{"verse":"7:12","text":"So then, the law is holy, and the commandment is holy, righteous and good."}]}]},"PASSAGE/48/3:24?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:24","text":"So the law was put in charge to lead us to Christ that we might be justified by faith."}]}]},"PASSAGE/51/1:13-14?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:13","text":"For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,"},{"verse":"1:14","text":"in whom we have redemption, the forgiveness of sins."}]}]},"PASSAGE/45/5:12-21?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:12","text":"[Death Through Adam, Life Through Christ] Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned—"},{"verse":"5:13","text":"for before the law was given, sin was in the world. But sin is not taken into account when there is no law."},{"verse":"5:14","text":"Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come."},{"verse":"5:15","text":"But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many!"},{"verse":"5:16","text":"Again, the gift of God is not like the result of the one man’s sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification."},{"verse":"5:17","text":"For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ."},{"verse":"5:18","text":"Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men."},{"verse":"5:19","text":"For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous."},{"verse":"5:20","text":"The law was added so that the trespass might increase. But where sin increased, grace increased all the more,"},{"verse":"5:21","text":"so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord."}]}]},"PASSAGE/45/6:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:1","text":"[Dead to Sin, Alive in Christ] What shall we say, then? Shall we go on sinning so that grace may increase?"},{"verse":"6:2","text":"By no means! We died to sin; how can we live in it any longer?"},{"verse":"6:3","text":"Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."}]}]},"PASSAGE/44/1:5?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:5","text":"For John baptized with water, but in a few days you will be baptized with the Holy Spirit.”"}]}]},"PASSAGE/44/2:38?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:38","text":"Peter replied, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."}]}]},"PASSAGE/46/12:13?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:13","text":"For we were all baptized by one Spirit into one body—whether Jews or Greeks, slave or free—and we were all given the one Spirit to drink."}]}]},"PASSAGE/48/3:26-27?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:26","text":"[Sons of God] You are all sons of God through faith in Christ Jesus,"},{"verse":"3:27","text":"for all of you who were baptized into Christ have clothed yourselves with Christ."}]}]},"PASSAGE/51/2:11-12?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:11","text":"In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ,"},{"verse":"2:12","text":"having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."}]}]},"PASSAGE/47/5:14-21?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:14","text":"For Christ’s love compels us, because we are convinced that one died for all, and therefore all died."},{"verse":"5:15","text":"And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again."},{"verse":"5:16","text":"So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer."},{"verse":"5:17","text":"Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"verse":"5:18","text":"All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation:"},{"verse":"5:19","text":"that God was reconciling the world to himself in Christ, not counting men’s sins against them. And he has committed to us the message of reconciliation."},{"verse":"5:20","text":"We are therefore Christ’s ambassadors, as though God were making his appeal through us. We implore you on Christ’s behalf: Be reconciled to God."},{"verse":"5:21","text":"God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."}]}]},"PASSAGE/45/6:5-10?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:5","text":"If we have been united with him like this in his death, we will certainly also be united with him in his resurrection."},{"verse":"6:6","text":"For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin—"},{"verse":"6:7","text":"because anyone who has died has been freed from sin."},{"verse":"6:8","text":"Now if we died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."},{"verse":"6:10","text":"The death he died, he died to sin once for all; but the life he lives, he lives to God."}]}]},"PASSAGE/49/4:22-24?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:22","text":"You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires;"},{"verse":"4:23","text":"to be made new in the attitude of your minds;"},{"verse":"4:24","text":"and to put on the new self, created to be like God in true righteousness and holiness."}]}]},"PASSAGE/51/3:9-10?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:9","text":"Do not lie to each other, since you have taken off your old self with its practices"},{"verse":"3:10","text":"and have put on the new self, which is being renewed in knowledge in the image of its Creator."}]}]},"PASSAGE/51/2:11-15?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:11","text":"In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ,"},{"verse":"2:12","text":"having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."},{"verse":"2:13","text":"When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins,"},{"verse":"2:14","text":"having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross."},{"verse":"2:15","text":"And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross."}]}]},"PASSAGE/45/6:9-11?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:9","text":"For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."},{"verse":"6:10","text":"The death he died, he died to sin once for all; but the life he lives, he lives to God."},{"verse":"6:11","text":"In the same way, count yourselves dead to sin but alive to God in Christ Jesus."}]}]},"PASSAGE/45/6:1-11?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:1","text":"[Dead to Sin, Alive in Christ] What shall we say, then? Shall we go on sinning so that grace may increase?"},{"verse":"6:2","text":"By no means! We died to sin; how can we live in it any longer?"},{"verse":"6:3","text":"Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."},{"verse":"6:5","text":"If we have been united with him like this in his death, we will certainly also be united with him in his resurrection."},{"verse":"6:6","text":"For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin—"},{"verse":"6:7","text":"because anyone who has died has been freed from sin."},{"verse":"6:8","text":"Now if we died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."},{"verse":"6:10","text":"The death he died, he died to sin once for all; but the life he lives, he lives to God."},{"verse":"6:11","text":"In the same way, count yourselves dead to sin but alive to God in Christ Jesus."}]}]},"PASSAGE/45/6:12-14?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:12","text":"Therefore do not let sin reign in your mortal body so that you obey its evil desires."},{"verse":"6:13","text":"Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness."},{"verse":"6:14","text":"For sin shall not be your master, because you are not under law, but under grace."}]}]},"PASSAGE/45/6:15-16?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:15","text":"[Slaves to Righteousness] What then? Shall we sin because we are not under law but under grace? By no means!"},{"verse":"6:16","text":"Don’t you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?"}]}]},"PASSAGE/45/6:17-18?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:17","text":"But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted."},{"verse":"6:18","text":"You have been set free from sin and have become slaves to righteousness."}]}]},"PASSAGE/45/6:1-14?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:1","text":"[Dead to Sin, Alive in Christ] What shall we say, then? Shall we go on sinning so that grace may increase?"},{"verse":"6:2","text":"By no means! We died to sin; how can we live in it any longer?"},{"verse":"6:3","text":"Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."},{"verse":"6:5","text":"If we have been united with him like this in his death, we will certainly also be united with him in his resurrection."},{"verse":"6:6","text":"For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin—"},{"verse":"6:7","text":"because anyone who has died has been freed from sin."},{"verse":"6:8","text":"Now if we died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."},{"verse":"6:10","text":"The death he died, he died to sin once for all; but the life he lives, he lives to God."},{"verse":"6:11","text":"In the same way, count yourselves dead to sin but alive to God in Christ Jesus."},{"verse":"6:12","text":"Therefore do not let sin reign in your mortal body so that you obey its evil desires."},{"verse":"6:13","text":"Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness."},{"verse":"6:14","text":"For sin shall not be your master, because you are not under law, but under grace."}]}]},"PASSAGE/45/6:19-23?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:19","text":"I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness."},{"verse":"6:20","text":"When you were slaves to sin, you were free from the control of righteousness."},{"verse":"6:21","text":"What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!"},{"verse":"6:22","text":"But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life."},{"verse":"6:23","text":"For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}]}]},"PASSAGE/45/6:12-23?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:12","text":"Therefore do not let sin reign in your mortal body so that you obey its evil desires."},{"verse":"6:13","text":"Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness."},{"verse":"6:14","text":"For sin shall not be your master, because you are not under law, but under grace."},{"verse":"6:15","text":"[Slaves to Righteousness] What then? Shall we sin because we are not under law but under grace? By no means!"},{"verse":"6:16","text":"Don’t you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?"},{"verse":"6:17","text":"But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted."},{"verse":"6:18","text":"You have been set free from sin and have become slaves to righteousness."},{"verse":"6:19","text":"I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness."},{"verse":"6:20","text":"When you were slaves to sin, you were free from the control of righteousness."},{"verse":"6:21","text":"What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!"},{"verse":"6:22","text":"But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life."},{"verse":"6:23","text":"For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}]}]},"PASSAGE/45/7:1-6?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:1","text":"[An Illustration From Marriage] Do you not know, brothers—for I am speaking to men who know the law—that the law has authority over a man only as long as he lives?"},{"verse":"7:2","text":"For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."},{"verse":"7:3","text":"So then, if she marries another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress, even though she marries another man."},{"verse":"7:4","text":"So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God."},{"verse":"7:5","text":"For when we were controlled by the sinful nature, the sinful passions aroused by the law were at work in our bodies, so that we bore fruit for death."},{"verse":"7:6","text":"But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code."}]}]},"PASSAGE/45/6:14?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:14","text":"For sin shall not be your master, because you are not under law, but under grace."}]}]},"PASSAGE/43/15:1-5?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:1","text":"[The Vine and the Branches] “I am the true vine, and my Father is the gardener."},{"verse":"15:2","text":"He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful."},{"verse":"15:3","text":"You are already clean because of the word I have spoken to you."},{"verse":"15:4","text":"Remain in me, and I will remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me."},{"verse":"15:5","text":"“I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing."}]}]},"PASSAGE/48/5:16-23?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:16","text":"Life by the Spirit So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"verse":"5:17","text":"For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want."},{"verse":"5:18","text":"But if you are led by the Spirit, you are not under law."},{"verse":"5:19","text":"The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery;"},{"verse":"5:20","text":"idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions"},{"verse":"5:21","text":"and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},{"verse":"5:22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"verse":"5:23","text":"gentleness and self-control. Against such things there is no law."}]}]},"PASSAGE/45/7:7-13?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:7","text":"[Struggling With Sin] What shall we say, then? Is the law sin? Certainly not! Indeed I would not have known what sin was except through the law. For I would not have known what coveting really was if the law had not said, “Do not covet.”"},{"verse":"7:8","text":"But sin, seizing the opportunity afforded by the commandment, produced in me every kind of covetous desire. For apart from law, sin is dead."},{"verse":"7:9","text":"Once I was alive apart from law; but when the commandment came, sin sprang to life and I died."},{"verse":"7:10","text":"I found that the very commandment that was intended to bring life actually brought death."},{"verse":"7:11","text":"For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death."},{"verse":"7:12","text":"So then, the law is holy, and the commandment is holy, righteous and good."},{"verse":"7:13","text":"Did that which is good, then, become death to me? By no means! But in order that sin might be recognized as sin, it produced death in me through what was good, so that through the commandment sin might become utterly sinful."}]}]},"PASSAGE/45/7:14-20?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:14","text":"We know that the law is spiritual; but I am unspiritual, sold as a slave to sin."},{"verse":"7:15","text":"I do not understand what I do. For what I want to do I do not do, but what I hate I do."},{"verse":"7:16","text":"And if I do what I do not want to do, I agree that the law is good."},{"verse":"7:17","text":"As it is, it is no longer I myself who do it, but it is sin living in me."},{"verse":"7:18","text":"I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out."},{"verse":"7:19","text":"For what I do is not the good I want to do; no, the evil I do not want to do—this I keep on doing."},{"verse":"7:20","text":"Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it."}]}]},"PASSAGE/45/7:21-25?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:21","text":"So I find this law at work: When I want to do good, evil is right there with me."},{"verse":"7:22","text":"For in my inner being I delight in God’s law;"},{"verse":"7:23","text":"but I see another law at work in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin at work within my members."},{"verse":"7:24","text":"What a wretched man I am! Who will rescue me from this body of death?"},{"verse":"7:25","text":"Thanks be to God—through Jesus Christ our Lord! So then, I myself in my mind am a slave to God’s law, but in the sinful nature a slave to the law of sin."}]}]},"PASSAGE/45/7:1-25?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:1","text":"[An Illustration From Marriage] Do you not know, brothers—for I am speaking to men who know the law—that the law has authority over a man only as long as he lives?"},{"verse":"7:2","text":"For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."},{"verse":"7:3","text":"So then, if she marries another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress, even though she marries another man."},{"verse":"7:4","text":"So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God."},{"verse":"7:5","text":"For when we were controlled by the sinful nature, the sinful passions aroused by the law were at work in our bodies, so that we bore fruit for death."},{"verse":"7:6","text":"But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code."},{"verse":"7:7","text":"[Struggling With Sin] What shall we say, then? Is the law sin? Certainly not! Indeed I would not have known what sin was except through the law. For I would not have known what coveting really was if the law had not said, “Do not covet.”"},{"verse":"7:8","text":"But sin, seizing the opportunity afforded by the commandment, produced in me every kind of covetous desire. For apart from law, sin is dead."},{"verse":"7:9","text":"Once I was alive apart from law; but when the commandment came, sin sprang to life and I died."},{"verse":"7:10","text":"I found that the very commandment that was intended to bring life actually brought death."},{"verse":"7:11","text":"For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death."},{"verse":"7:12","text":"So then, the law is holy, and the commandment is holy, righteous and good."},{"verse":"7:13","text":"Did that which is good, then, become death to me? By no means! But in order that sin might be recognized as sin, it produced death in me through what was good, so that through the commandment sin might become utterly sinful."},{"verse":"7:14","text":"We know that the law is spiritual; but I am unspiritual, sold as a slave to sin."},{"verse":"7:15","text":"I do not understand what I do. For what I want to do I do not do, but what I hate I do."},{"verse":"7:16","text":"And if I do what I do not want to do, I agree that the law is good."},{"verse":"7:17","text":"As it is, it is no longer I myself who do it, but it is sin living in me."},{"verse":"7:18","text":"I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out."},{"verse":"7:19","text":"For what I do is not the good I want to do; no, the evil I do not want to do—this I keep on doing."},{"verse":"7:20","text":"Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it."},{"verse":"7:21","text":"So I find this law at work: When I want to do good, evil is right there with me."},{"verse":"7:22","text":"For in my inner being I delight in God’s law;"},{"verse":"7:23","text":"but I see another law at work in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin at work within my members."},{"verse":"7:24","text":"What a wretched man I am! Who will rescue me from this body of death?"},{"verse":"7:25","text":"Thanks be to God—through Jesus Christ our Lord! So then, I myself in my mind am a slave to God’s law, but in the sinful nature a slave to the law of sin."}]}]},"PASSAGE/45/8:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"[Life Through the Spirit] Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"verse":"8:2","text":"because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death."},{"verse":"8:3","text":"For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man,"},{"verse":"8:4","text":"in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit."}]}]},"PASSAGE/43/3:16-17?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:16","text":"“For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"verse":"3:17","text":"For God did not send his Son into the world to condemn the world, but to save the world through him."}]}]},"PASSAGE/43/5:24?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:24","text":"“I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life."}]}]},"PASSAGE/45/8:1?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"[Life Through the Spirit] Therefore, there is now no condemnation for those who are in Christ Jesus,"}]}]},"PASSAGE/43/14:15-21?bibleVersion=niv1984":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:15","text":"[Jesus Promises the Holy Spirit] “If you love me, you will obey what I command."},{"verse":"14:16","text":"And I will ask the Father, and he will give you another Counselor to be with you forever—"},{"verse":"14:17","text":"the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you."},{"verse":"14:18","text":"I will not leave you as orphans; I will come to you."},{"verse":"14:19","text":"Before long, the world will not see me anymore, but you will see me. Because I live, you also will live."},{"verse":"14:20","text":"On that day you will realize that I am in my Father, and you are in me, and I am in you."},{"verse":"14:21","text":"Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.”"}]}]},"PASSAGE/43/16:5-15?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:5","text":"[The Work of the Holy Spirit] “Now I am going to him who sent me, yet none of you asks me, ‘Where are you going?’"},{"verse":"16:6","text":"Because I have said these things, you are filled with grief."},{"verse":"16:7","text":"But I tell you the truth: It is for your good that I am going away. Unless I go away, the Counselor will not come to you; but if I go, I will send him to you."},{"verse":"16:8","text":"When he comes, he will convict the world of guilt in regard to sin and righteousness and judgment:"},{"verse":"16:9","text":"in regard to sin, because men do not believe in me;"},{"verse":"16:10","text":"in regard to righteousness, because I am going to the Father, where you can see me no longer;"},{"verse":"16:11","text":"and in regard to judgment, because the prince of this world now stands condemned."},{"verse":"16:12","text":"“I have much more to say to you, more than you can now bear."},{"verse":"16:13","text":"But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"verse":"16:14","text":"He will bring glory to me by taking from what is mine and making it known to you."},{"verse":"16:15","text":"All that belongs to the Father is mine. That is why I said the Spirit will take from what is mine and make it known to you."}]}]},"PASSAGE/45/8:5-11?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:5","text":"Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires."},{"verse":"8:6","text":"The mind of sinful man is death, but the mind controlled by the Spirit is life and peace;"},{"verse":"8:7","text":"the sinful mind is hostile to God. It does not submit to God’s law, nor can it do so."},{"verse":"8:8","text":"Those controlled by the sinful nature cannot please God."},{"verse":"8:9","text":"You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ."},{"verse":"8:10","text":"But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness."},{"verse":"8:11","text":"And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you."}]}]},"PASSAGE/48/5:22-23?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"verse":"5:23","text":"gentleness and self-control. Against such things there is no law."}]}]},"PASSAGE/51/3:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"Rules for Holy Living Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God."},{"verse":"3:2","text":"Set your minds on things above, not on earthly things."},{"verse":"3:3","text":"For you died, and your life is now hidden with Christ in God."},{"verse":"3:4","text":"When Christ, who is your life, appears, then you also will appear with him in glory."}]}]},"PASSAGE/45/8:12-14?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:12","text":"Therefore, brothers, we have an obligation—but it is not to the sinful nature, to live according to it."},{"verse":"8:13","text":"For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live,"},{"verse":"8:14","text":"because those who are led by the Spirit of God are sons of God."}]}]},"PASSAGE/47/7:1?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:1","text":"Since we have these promises, dear friends, let us purify ourselves from everything that contaminates body and spirit, perfecting holiness out of reverence for God."}]}]},"PASSAGE/50/3:10-14?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:10","text":"I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death,"},{"verse":"3:11","text":"and so, somehow, to attain to the resurrection from the dead."},{"verse":"3:12","text":"[Pressing on Toward the Goal] Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me."},{"verse":"3:13","text":"Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,"},{"verse":"3:14","text":"I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."}]}]},"PASSAGE/62/3:1-3?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him."},{"verse":"3:2","text":"Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."},{"verse":"3:3","text":"Everyone who has this hope in him purifies himself, just as he is pure."}]}]},"PASSAGE/48/5:13-26?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:13","text":"You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love."},{"verse":"5:14","text":"The entire law is summed up in a single command: “Love your neighbor as yourself.”"},{"verse":"5:15","text":"If you keep on biting and devouring each other, watch out or you will be destroyed by each other."},{"verse":"5:16","text":"Life by the Spirit So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"verse":"5:17","text":"For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want."},{"verse":"5:18","text":"But if you are led by the Spirit, you are not under law."},{"verse":"5:19","text":"The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery;"},{"verse":"5:20","text":"idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions"},{"verse":"5:21","text":"and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},{"verse":"5:22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"verse":"5:23","text":"gentleness and self-control. Against such things there is no law."},{"verse":"5:24","text":"Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires."},{"verse":"5:25","text":"Since we live by the Spirit, let us keep in step with the Spirit."},{"verse":"5:26","text":"Let us not become conceited, provoking and envying each other."}]}]},"PASSAGE/51/3:5-17?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:5","text":"Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"verse":"3:6","text":"Because of these, the wrath of God is coming."},{"verse":"3:7","text":"You used to walk in these ways, in the life you once lived."},{"verse":"3:8","text":"But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips."},{"verse":"3:9","text":"Do not lie to each other, since you have taken off your old self with its practices"},{"verse":"3:10","text":"and have put on the new self, which is being renewed in knowledge in the image of its Creator."},{"verse":"3:11","text":"Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."},{"verse":"3:12","text":"Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."},{"verse":"3:13","text":"Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you."},{"verse":"3:14","text":"And over all these virtues put on love, which binds them all together in perfect unity."},{"verse":"3:15","text":"Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},{"verse":"3:16","text":"Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"verse":"3:17","text":"And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."}]}]},"PASSAGE/45/8:14-17?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:14","text":"because those who are led by the Spirit of God are sons of God."},{"verse":"8:15","text":"For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, “Abba, Father.”"},{"verse":"8:16","text":"The Spirit himself testifies with our spirit that we are God’s children."},{"verse":"8:17","text":"Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory."}]}]},"PASSAGE/45/8:29?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:29","text":"For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."}]}]},"PASSAGE/40/6:7-8?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:7","text":"And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words."},{"verse":"6:8","text":"Do not be like them, for your Father knows what you need before you ask him."}]}]},"PASSAGE/40/10:29-31?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:29","text":"Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father."},{"verse":"10:30","text":"And even the very hairs of your head are all numbered."},{"verse":"10:31","text":"So don’t be afraid; you are worth more than many sparrows."}]}]},"PASSAGE/58/12:7-11?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:7","text":"Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father?"},{"verse":"12:8","text":"If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons."},{"verse":"12:9","text":"Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live!"},{"verse":"12:10","text":"Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness."},{"verse":"12:11","text":"No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it."}]}]},"PASSAGE/45/8:1-17?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"[Life Through the Spirit] Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"verse":"8:2","text":"because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death."},{"verse":"8:3","text":"For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man,"},{"verse":"8:4","text":"in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit."},{"verse":"8:5","text":"Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires."},{"verse":"8:6","text":"The mind of sinful man is death, but the mind controlled by the Spirit is life and peace;"},{"verse":"8:7","text":"the sinful mind is hostile to God. It does not submit to God’s law, nor can it do so."},{"verse":"8:8","text":"Those controlled by the sinful nature cannot please God."},{"verse":"8:9","text":"You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ."},{"verse":"8:10","text":"But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness."},{"verse":"8:11","text":"And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you."},{"verse":"8:12","text":"Therefore, brothers, we have an obligation—but it is not to the sinful nature, to live according to it."},{"verse":"8:13","text":"For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live,"},{"verse":"8:14","text":"because those who are led by the Spirit of God are sons of God."},{"verse":"8:15","text":"For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, “Abba, Father.”"},{"verse":"8:16","text":"The Spirit himself testifies with our spirit that we are God’s children."},{"verse":"8:17","text":"Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory."}]}]},"PASSAGE/45/8:17-18?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:17","text":"Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory."},{"verse":"8:18","text":"[Future Glory] I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."}]}]},"PASSAGE/47/4:7-18?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:7","text":"But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us."},{"verse":"4:8","text":"We are hard pressed on every side, but not crushed; perplexed, but not in despair;"},{"verse":"4:9","text":"persecuted, but not abandoned; struck down, but not destroyed."},{"verse":"4:10","text":"We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body."},{"verse":"4:11","text":"For we who are alive are always being given over to death for Jesus’ sake, so that his life may be revealed in our mortal body."},{"verse":"4:12","text":"So then, death is at work in us, but life is at work in you."},{"verse":"4:13","text":"It is written: “I believed; therefore I have spoken.” With that same spirit of faith we also believe and therefore speak,"},{"verse":"4:14","text":"because we know that the one who raised the Lord Jesus from the dead will also raise us with Jesus and present us with you in his presence."},{"verse":"4:15","text":"All this is for your benefit, so that the grace that is reaching more and more people may cause thanksgiving to overflow to the glory of God."},{"verse":"4:16","text":"Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day."},{"verse":"4:17","text":"For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all."},{"verse":"4:18","text":"So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal."}]}]},"PASSAGE/47/6:4-10?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:4","text":"Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses;"},{"verse":"6:5","text":"in beatings, imprisonments and riots; in hard work, sleepless nights and hunger;"},{"verse":"6:6","text":"in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love;"},{"verse":"6:7","text":"in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left;"},{"verse":"6:8","text":"through glory and dishonor, bad report and good report; genuine, yet regarded as impostors;"},{"verse":"6:9","text":"known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed;"},{"verse":"6:10","text":"sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything."}]}]},"PASSAGE/47/11:23-28?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:23","text":"Are they servants of Christ? (I am out of my mind to talk like this.) I am more. I have worked much harder, been in prison more frequently, been flogged more severely, and been exposed to death again and again."},{"verse":"11:24","text":"Five times I received from the Jews the forty lashes minus one."},{"verse":"11:25","text":"Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, I spent a night and a day in the open sea,"},{"verse":"11:26","text":"I have been constantly on the move. I have been in danger from rivers, in danger from bandits, in danger from my own countrymen, in danger from Gentiles; in danger in the city, in danger in the country, in danger at sea; and in danger from false brothers."},{"verse":"11:27","text":"I have labored and toiled and have often gone without sleep; I have known hunger and thirst and have often gone without food; I have been cold and naked."},{"verse":"11:28","text":"Besides everything else, I face daily the pressure of my concern for all the churches."}]}]},"PASSAGE/47/3:18?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:18","text":"And we, who with unveiled faces all reflect the Lord’s glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit."}]}]},"PASSAGE/51/1:27?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:27","text":"To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."}]}]},"PASSAGE/53/2:13-14?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:13","text":"[Stand Firm] But we ought always to thank God for you, brothers loved by the Lord, because from the beginning God chose you to be saved through the sanctifying work of the Spirit and through belief in the truth."},{"verse":"2:14","text":"He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ."}]}]},"PASSAGE/58/2:10?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:10","text":"In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering."}]}]},"PASSAGE/45/8:19-22?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:19","text":"The creation waits in eager expectation for the sons of God to be revealed."},{"verse":"8:20","text":"For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God."},{"verse":"8:22","text":"We know that the whole creation has been groaning as in the pains of childbirth right up to the present time."}]}]},"PASSAGE/1/1:27-2:1?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:27","text":"So God created man in his own image, in the image of God he created him; male and female he created them."},{"verse":"1:28","text":"God blessed them and said to them, “Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.”"},{"verse":"1:29","text":"Then God said, “I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food."},{"verse":"1:30","text":"And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground—everything that has the breath of life in it—I give every green plant for food.” And it was so."},{"verse":"1:31","text":"God saw all that he had made, and it was very good. And there was evening, and there was morning—the sixth day."}]},{"id":2,"title":"","verses":[{"verse":"2:1","text":"Thus the heavens and the earth were completed in all their vast array."}]}]},"PASSAGE/1/3:17-19?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:17","text":"To Adam he said, “Because you listened to your wife and ate from the tree about which I commanded you, ‘You must not eat of it,’ “Cursed is the ground because of you; through painful toil you will eat of it all the days of your life."},{"verse":"3:18","text":"It will produce thorns and thistles for you, and you will eat the plants of the field."},{"verse":"3:19","text":"By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.”"}]}]},"PASSAGE/61/3:13?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:13","text":"But in keeping with his promise we are looking forward to a new heaven and a new earth, the home of righteousness."}]}]},"PASSAGE/66/21:1?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:1","text":"[The New Jerusalem] Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."}]}]},"PASSAGE/45/8:23-25?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:23","text":"Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies."},{"verse":"8:24","text":"For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has?"},{"verse":"8:25","text":"But if we hope for what we do not yet have, we wait for it patiently."}]}]},"PASSAGE/45/8:22?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:22","text":"We know that the whole creation has been groaning as in the pains of childbirth right up to the present time."}]}]},"PASSAGE/45/8:26?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:26","text":"In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."}]}]},"PASSAGE/45/8:26-27?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:26","text":"In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."},{"verse":"8:27","text":"And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God’s will."}]}]},"PASSAGE/42/12:12?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:12","text":"for the Holy Spirit will teach you at that time what you should say.”"}]}]},"PASSAGE/44/1:8?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:8","text":"But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.”"}]}]},"PASSAGE/44/16:6-10?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:6","text":"[Paul’s Vision of the Man of Macedonia] Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia."},{"verse":"16:7","text":"When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to."},{"verse":"16:8","text":"So they passed by Mysia and went down to Troas."},{"verse":"16:9","text":"During the night Paul had a vision of a man of Macedonia standing and begging him, “Come over to Macedonia and help us.”"},{"verse":"16:10","text":"After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them."}]}]},"PASSAGE/44/20:22?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:22","text":"“And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there."}]}]},"PASSAGE/49/4:3-4?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:3","text":"Make every effort to keep the unity of the Spirit through the bond of peace."},{"verse":"4:4","text":"There is one body and one Spirit—just as you were called to one hope when you were called—"}]}]},"PASSAGE/49/6:17?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:17","text":"Take the helmet of salvation and the sword of the Spirit, which is the word of God."}]}]},"PASSAGE/46/2:12?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:12","text":"We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us."}]}]},"PASSAGE/45/8:18-27?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:18","text":"[Future Glory] I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"verse":"8:19","text":"The creation waits in eager expectation for the sons of God to be revealed."},{"verse":"8:20","text":"For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God."},{"verse":"8:22","text":"We know that the whole creation has been groaning as in the pains of childbirth right up to the present time."},{"verse":"8:23","text":"Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies."},{"verse":"8:24","text":"For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has?"},{"verse":"8:25","text":"But if we hope for what we do not yet have, we wait for it patiently."},{"verse":"8:26","text":"In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."},{"verse":"8:27","text":"And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God’s will."}]}]},"PASSAGE/45/8:28?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:28","text":"[More Than Conquerors] And we know that in all things God works for the good of those who love him, who have been called according to his purpose."}]}]},"PASSAGE/45/8:29-39?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:29","text":"For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"verse":"8:30","text":"And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified."},{"verse":"8:31","text":"What, then, shall we say in response to this? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?"},{"verse":"8:33","text":"Who will bring any charge against those whom God has chosen? It is God who justifies."},{"verse":"8:34","text":"Who is he that condemns? Christ Jesus, who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us."},{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"},{"verse":"8:36","text":"As it is written: “For your sake we face death all day long; we are considered as sheep to be slaughtered.”"},{"verse":"8:37","text":"No, in all these things we are more than conquerors through him who loved us."},{"verse":"8:38","text":"For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"},{"verse":"8:39","text":"neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."}]}]},"PASSAGE/45/8:29-30?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:29","text":"For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"verse":"8:30","text":"And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified."}]}]},"PASSAGE/43/6:37?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:37","text":"All that the Father gives me will come to me, and whoever comes to me I will never drive away."}]}]},"PASSAGE/43/6:44?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:44","text":"“No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day."}]}]},"PASSAGE/45/1:6-7?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:6","text":"And you also are among those who are called to belong to Jesus Christ."},{"verse":"1:7","text":"To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ."}]}]},"PASSAGE/45/3:22-26?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:22","text":"This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference,"},{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"},{"verse":"3:24","text":"and are justified freely by his grace through the redemption that came by Christ Jesus."},{"verse":"3:25","text":"God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished—"},{"verse":"3:26","text":"he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus."}]}]},"PASSAGE/45/8:17-21?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:17","text":"Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory."},{"verse":"8:18","text":"[Future Glory] I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"verse":"8:19","text":"The creation waits in eager expectation for the sons of God to be revealed."},{"verse":"8:20","text":"For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God."}]}]},"PASSAGE/49/1:4-5?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:4","text":"For he chose us in him before the creation of the world to be holy and blameless in his sight. In love"},{"verse":"1:5","text":"he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will—"}]}]},"PASSAGE/49/1:11?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:11","text":"In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"}]}]},"PASSAGE/55/3:12?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:12","text":"In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted,"}]}]},"PASSAGE/55/3:15-16?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:15","text":"and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus."},{"verse":"3:16","text":"All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"}]}]},"PASSAGE/58/5:7-8?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:7","text":"During the days of Jesus’ life on earth, he offered up prayers and petitions with loud cries and tears to the one who could save him from death, and he was heard because of his reverent submission."},{"verse":"5:8","text":"Although he was a son, he learned obedience from what he suffered"}]}]},"PASSAGE/45/8:31-35?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:31","text":"What, then, shall we say in response to this? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?"},{"verse":"8:33","text":"Who will bring any charge against those whom God has chosen? It is God who justifies."},{"verse":"8:34","text":"Who is he that condemns? Christ Jesus, who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us."},{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"}]}]},"PASSAGE/45/8:35-39?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"},{"verse":"8:36","text":"As it is written: “For your sake we face death all day long; we are considered as sheep to be slaughtered.”"},{"verse":"8:37","text":"No, in all these things we are more than conquerors through him who loved us."},{"verse":"8:38","text":"For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"},{"verse":"8:39","text":"neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."}]}]},"PASSAGE/19/44:22?bibleVersion=niv1984":{"paragraphs":[{"id":44,"title":"","verses":[{"verse":"44:22","text":"Yet for your sake we face death all day long; we are considered as sheep to be slaughtered."}]}]},"PASSAGE/43/16:33?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:33","text":"“I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.”"}]}]},"PASSAGE/45/8:28-39?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:28","text":"[More Than Conquerors] And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"verse":"8:29","text":"For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"verse":"8:30","text":"And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified."},{"verse":"8:31","text":"What, then, shall we say in response to this? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?"},{"verse":"8:33","text":"Who will bring any charge against those whom God has chosen? It is God who justifies."},{"verse":"8:34","text":"Who is he that condemns? Christ Jesus, who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us."},{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"},{"verse":"8:36","text":"As it is written: “For your sake we face death all day long; we are considered as sheep to be slaughtered.”"},{"verse":"8:37","text":"No, in all these things we are more than conquerors through him who loved us."},{"verse":"8:38","text":"For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"},{"verse":"8:39","text":"neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."}]}]},"PASSAGE/45/9:1-5?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:1","text":"[God’s Sovereign Choice] I speak the truth in Christ—I am not lying, my conscience confirms it in the Holy Spirit—"},{"verse":"9:2","text":"I have great sorrow and unceasing anguish in my heart."},{"verse":"9:3","text":"For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race,"},{"verse":"9:4","text":"the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises."},{"verse":"9:5","text":"Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen."}]}]},"PASSAGE/2/32:30-32?bibleVersion=niv1984":{"paragraphs":[{"id":32,"title":"","verses":[{"verse":"32:30","text":"The next day Moses said to the people, “You have committed a great sin. But now I will go up to the Lord; perhaps I can make atonement for your sin.”"},{"verse":"32:31","text":"So Moses went back to the Lord and said, “Oh, what a great sin these people have committed! They have made themselves gods of gold."},{"verse":"32:32","text":"But now, please forgive their sin—but if not, then blot me out of the book you have written.”"}]}]},"PASSAGE/42/19:41-44?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:41","text":"As he approached Jerusalem and saw the city, he wept over it"},{"verse":"19:42","text":"and said, “If you, even you, had only known on this day what would bring you peace—but now it is hidden from your eyes."},{"verse":"19:43","text":"The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side."},{"verse":"19:44","text":"They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God’s coming to you.”"}]}]},"PASSAGE/43/10:11?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:11","text":"“I am the good shepherd. The good shepherd lays down his life for the sheep."}]}]},"PASSAGE/45/9:1-29?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:1","text":"[God’s Sovereign Choice] I speak the truth in Christ—I am not lying, my conscience confirms it in the Holy Spirit—"},{"verse":"9:2","text":"I have great sorrow and unceasing anguish in my heart."},{"verse":"9:3","text":"For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race,"},{"verse":"9:4","text":"the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises."},{"verse":"9:5","text":"Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen."},{"verse":"9:6","text":"It is not as though God’s word had failed. For not all who are descended from Israel are Israel."},{"verse":"9:7","text":"Nor because they are his descendants are they all Abraham’s children. On the contrary, “It is through Isaac that your offspring will be reckoned.”"},{"verse":"9:8","text":"In other words, it is not the natural children who are God’s children, but it is the children of the promise who are regarded as Abraham’s offspring."},{"verse":"9:9","text":"For this was how the promise was stated: “At the appointed time I will return, and Sarah will have a son.”"},{"verse":"9:10","text":"Not only that, but Rebekah’s children had one and the same father, our father Isaac."},{"verse":"9:11","text":"Yet, before the twins were born or had done anything good or bad—in order that God’s purpose in election might stand:"},{"verse":"9:12","text":"not by works but by him who calls—she was told, “The older will serve the younger.”"},{"verse":"9:13","text":"Just as it is written: “Jacob I loved, but Esau I hated.”"},{"verse":"9:14","text":"What then shall we say? Is God unjust? Not at all!"},{"verse":"9:15","text":"For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”"},{"verse":"9:16","text":"It does not, therefore, depend on man’s desire or effort, but on God’s mercy."},{"verse":"9:17","text":"For the Scripture says to Pharaoh: “I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.”"},{"verse":"9:18","text":"Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden."},{"verse":"9:19","text":"One of you will say to me: “Then why does God still blame us? For who resists his will?”"},{"verse":"9:20","text":"But who are you, O man, to talk back to God? “Shall what is formed say to him who formed it, ‘Why did you make me like this?’”"},{"verse":"9:21","text":"Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use?"},{"verse":"9:22","text":"What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath—prepared for destruction?"},{"verse":"9:23","text":"What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory—"},{"verse":"9:24","text":"even us, whom he also called, not only from the Jews but also from the Gentiles?"},{"verse":"9:25","text":"As he says in Hosea: “I will call them ‘my people’ who are not my people; and I will call her ‘my loved one’ who is not my loved one,”"},{"verse":"9:26","text":"and, “It will happen that in the very place where it was said to them, ‘You are not my people,’ they will be called ‘sons of the living God.’”"},{"verse":"9:27","text":"Isaiah cries out concerning Israel: “Though the number of the Israelites be like the sand by the sea, only the remnant will be saved."},{"verse":"9:28","text":"For the Lord will carry out his sentence on earth with speed and finality.”"},{"verse":"9:29","text":"It is just as Isaiah said previously: “Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.”"}]}]},"PASSAGE/45/9:3?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:3","text":"For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race,"}]}]},"PASSAGE/45/8:35?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"}]}]},"PASSAGE/45/8:38-39?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:38","text":"For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"},{"verse":"8:39","text":"neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."}]}]},"PASSAGE/45/9:6-13?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:6","text":"It is not as though God’s word had failed. For not all who are descended from Israel are Israel."},{"verse":"9:7","text":"Nor because they are his descendants are they all Abraham’s children. On the contrary, “It is through Isaac that your offspring will be reckoned.”"},{"verse":"9:8","text":"In other words, it is not the natural children who are God’s children, but it is the children of the promise who are regarded as Abraham’s offspring."},{"verse":"9:9","text":"For this was how the promise was stated: “At the appointed time I will return, and Sarah will have a son.”"},{"verse":"9:10","text":"Not only that, but Rebekah’s children had one and the same father, our father Isaac."},{"verse":"9:11","text":"Yet, before the twins were born or had done anything good or bad—in order that God’s purpose in election might stand:"},{"verse":"9:12","text":"not by works but by him who calls—she was told, “The older will serve the younger.”"},{"verse":"9:13","text":"Just as it is written: “Jacob I loved, but Esau I hated.”"}]}]},"PASSAGE/45/2:28-29?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:28","text":"A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical."},{"verse":"2:29","text":"No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man’s praise is not from men, but from God."}]}]},"PASSAGE/45/9:14-21?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:14","text":"What then shall we say? Is God unjust? Not at all!"},{"verse":"9:15","text":"For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”"},{"verse":"9:16","text":"It does not, therefore, depend on man’s desire or effort, but on God’s mercy."},{"verse":"9:17","text":"For the Scripture says to Pharaoh: “I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.”"},{"verse":"9:18","text":"Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden."},{"verse":"9:19","text":"One of you will say to me: “Then why does God still blame us? For who resists his will?”"},{"verse":"9:20","text":"But who are you, O man, to talk back to God? “Shall what is formed say to him who formed it, ‘Why did you make me like this?’”"},{"verse":"9:21","text":"Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use?"}]}]},"PASSAGE/2/7:3?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:3","text":"But I will harden Pharaoh’s heart, and though I multiply my miraculous signs and wonders in Egypt,"}]}]},"PASSAGE/2/7:13?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:13","text":"Yet Pharaoh’s heart became hard and he would not listen to them, just as the Lord had said."}]}]},"PASSAGE/2/8:32?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:32","text":"But this time also Pharaoh hardened his heart and would not let the people go."}]}]},"PASSAGE/2/14:4?bibleVersion=niv1984":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:4","text":"And I will harden Pharaoh’s heart, and he will pursue them. But I will gain glory for myself through Pharaoh and all his army, and the Egyptians will know that I am the Lord.” So the Israelites did this."}]}]},"PASSAGE/23/29:16?bibleVersion=niv1984":{"paragraphs":[{"id":29,"title":"","verses":[{"verse":"29:16","text":"You turn things upside down, as if the potter were thought to be like the clay! Shall what is formed say to him who formed it, “He did not make me”? Can the pot say of the potter, “He knows nothing”?"}]}]},"PASSAGE/23/64:8?bibleVersion=niv1984":{"paragraphs":[{"id":64,"title":"","verses":[{"verse":"64:8","text":"Yet, O Lord, you are our Father. We are the clay, you are the potter; we are all the work of your hand."}]}]},"PASSAGE/24/18:6?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:6","text":"“O house of Israel, can I not do with you as this potter does?” declares the Lord. “Like clay in the hand of the potter, so are you in my hand, O house of Israel."}]}]},"PASSAGE/55/2:20?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:20","text":"In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble."}]}]},"PASSAGE/45/9:22-29?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:22","text":"What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath—prepared for destruction?"},{"verse":"9:23","text":"What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory—"},{"verse":"9:24","text":"even us, whom he also called, not only from the Jews but also from the Gentiles?"},{"verse":"9:25","text":"As he says in Hosea: “I will call them ‘my people’ who are not my people; and I will call her ‘my loved one’ who is not my loved one,”"},{"verse":"9:26","text":"and, “It will happen that in the very place where it was said to them, ‘You are not my people,’ they will be called ‘sons of the living God.’”"},{"verse":"9:27","text":"Isaiah cries out concerning Israel: “Though the number of the Israelites be like the sand by the sea, only the remnant will be saved."},{"verse":"9:28","text":"For the Lord will carry out his sentence on earth with speed and finality.”"},{"verse":"9:29","text":"It is just as Isaiah said previously: “Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.”"}]}]},"PASSAGE/49/1:18-23?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in the saints,"},{"verse":"1:19","text":"and his incomparably great power for us who believe. That power is like the working of his mighty strength,"},{"verse":"1:20","text":"which he exerted in Christ when he raised him from the dead and seated him at his right hand in the heavenly realms,"},{"verse":"1:21","text":"far above all rule and authority, power and dominion, and every title that can be given, not only in the present age but also in the one to come."},{"verse":"1:22","text":"And God placed all things under his feet and appointed him to be head over everything for the church,"},{"verse":"1:23","text":"which is his body, the fullness of him who fills everything in every way."}]}]},"PASSAGE/49/2:1-10?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"[Made Alive in Christ] As for you, you were dead in your transgressions and sins,"},{"verse":"2:2","text":"in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."},{"verse":"2:3","text":"All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath."},{"verse":"2:4","text":"But because of his great love for us, God, who is rich in mercy,"},{"verse":"2:5","text":"made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved."},{"verse":"2:6","text":"And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,"},{"verse":"2:7","text":"in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus."},{"verse":"2:8","text":"For it is by grace you have been saved, through faith—and this not from yourselves, it is the gift of God—"},{"verse":"2:9","text":"not by works, so that no one can boast."},{"verse":"2:10","text":"For we are God’s workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."}]}]},"PASSAGE/45/11:3-6?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:3","text":"“Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me”?"},{"verse":"11:4","text":"And what was God’s answer to him? “I have reserved for myself seven thousand who have not bowed the knee to Baal.”"},{"verse":"11:5","text":"So too, at the present time there is a remnant chosen by grace."},{"verse":"11:6","text":"And if by grace, then it is no longer by works; if it were, grace would no longer be grace."}]}]},"PASSAGE/45/9:30-33?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:30","text":"[Israel’s Unbelief] What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;"},{"verse":"9:31","text":"but Israel, who pursued a law of righteousness, has not attained it."},{"verse":"9:32","text":"Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the “stumbling stone.”"},{"verse":"9:33","text":"As it is written: “See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.”"}]}]},"PASSAGE/45/10:1-4?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:1","text":"Brothers, my heart’s desire and prayer to God for the Israelites is that they may be saved."},{"verse":"10:2","text":"For I can testify about them that they are zealous for God, but their zeal is not based on knowledge."},{"verse":"10:3","text":"Since they did not know the righteousness that comes from God and sought to establish their own, they did not submit to God’s righteousness."},{"verse":"10:4","text":"Christ is the end of the law so that there may be righteousness for everyone who believes."}]}]},"PASSAGE/45/10:4?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:4","text":"Christ is the end of the law so that there may be righteousness for everyone who believes."}]}]},"PASSAGE/45/10:5-9?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:5","text":"Moses describes in this way the righteousness that is by the law: “The man who does these things will live by them.”"},{"verse":"10:6","text":"But the righteousness that is by faith says: “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"},{"verse":"10:7","text":"“or ‘Who will descend into the deep?’” (that is, to bring Christ up from the dead)."},{"verse":"10:8","text":"But what does it say? “The word is near you; it is in your mouth and in your heart,” that is, the word of faith we are proclaiming:"},{"verse":"10:9","text":"That if you confess with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved."}]}]},"PASSAGE/45/10:10-13?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:10","text":"For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved."},{"verse":"10:11","text":"As the Scripture says, “Anyone who trusts in him will never be put to shame.”"},{"verse":"10:12","text":"For there is no difference between Jew and Gentile—the same Lord is Lord of all and richly blesses all who call on him,"},{"verse":"10:13","text":"for, “Everyone who calls on the name of the Lord will be saved.”"}]}]},"PASSAGE/40/6:21?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:21","text":"For where your treasure is, there your heart will be also."}]}]},"PASSAGE/40/12:34?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:34","text":"You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks."}]}]},"PASSAGE/45/1:21-22?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:21","text":"For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened."},{"verse":"1:22","text":"Although they claimed to be wise, they became fools"}]}]},"PASSAGE/48/4:6?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:6","text":"Because you are sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, “Abba, Father.”"}]}]},"PASSAGE/45/9:30-10:13?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:30","text":"[Israel’s Unbelief] What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;"},{"verse":"9:31","text":"but Israel, who pursued a law of righteousness, has not attained it."},{"verse":"9:32","text":"Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the “stumbling stone.”"},{"verse":"9:33","text":"As it is written: “See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.”"}]},{"id":10,"title":"","verses":[{"verse":"10:1","text":"Brothers, my heart’s desire and prayer to God for the Israelites is that they may be saved."},{"verse":"10:2","text":"For I can testify about them that they are zealous for God, but their zeal is not based on knowledge."},{"verse":"10:3","text":"Since they did not know the righteousness that comes from God and sought to establish their own, they did not submit to God’s righteousness."},{"verse":"10:4","text":"Christ is the end of the law so that there may be righteousness for everyone who believes."},{"verse":"10:5","text":"Moses describes in this way the righteousness that is by the law: “The man who does these things will live by them.”"},{"verse":"10:6","text":"But the righteousness that is by faith says: “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"},{"verse":"10:7","text":"“or ‘Who will descend into the deep?’” (that is, to bring Christ up from the dead)."},{"verse":"10:8","text":"But what does it say? “The word is near you; it is in your mouth and in your heart,” that is, the word of faith we are proclaiming:"},{"verse":"10:9","text":"That if you confess with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved."},{"verse":"10:10","text":"For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved."},{"verse":"10:11","text":"As the Scripture says, “Anyone who trusts in him will never be put to shame.”"},{"verse":"10:12","text":"For there is no difference between Jew and Gentile—the same Lord is Lord of all and richly blesses all who call on him,"},{"verse":"10:13","text":"for, “Everyone who calls on the name of the Lord will be saved.”"}]}]},"PASSAGE/43/18:28-32?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:28","text":"[Jesus Before Pilate] Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover."},{"verse":"18:29","text":"So Pilate came out to them and asked, “What charges are you bringing against this man?”"},{"verse":"18:30","text":"“If he were not a criminal,” they replied, “we would not have handed him over to you.”"},{"verse":"18:31","text":"Pilate said, “Take him yourselves and judge him by your own law.” “But we have no right to execute anyone,” the Jews objected."},{"verse":"18:32","text":"This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled."}]}]},"PASSAGE/41/7:15?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:15","text":"Nothing outside a man can make him ‘unclean’ by going into him. Rather, it is what comes out of a man that makes him ‘unclean.’”"}]}]},"PASSAGE/40/20:18-19?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:18","text":"“We are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the teachers of the law. They will condemn him to death"},{"verse":"20:19","text":"and will turn him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!”"}]}]},"PASSAGE/43/3:14-16?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:14","text":"Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up,"},{"verse":"3:15","text":"that everyone who believes in him may have eternal life."},{"verse":"3:16","text":"“For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."}]}]},"PASSAGE/43/18:33-38?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:33","text":"Pilate then went back inside the palace, summoned Jesus and asked him, “Are you the king of the Jews?”"},{"verse":"18:34","text":"“Is that your own idea,” Jesus asked, “or did others talk to you about me?”"},{"verse":"18:35","text":"“Am I a Jew?” Pilate replied. “It was your people and your chief priests who handed you over to me. What is it you have done?”"},{"verse":"18:36","text":"Jesus said, “My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.”"},{"verse":"18:37","text":"“You are a king, then!” said Pilate. Jesus answered, “You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.”"},{"verse":"18:38","text":"“What is truth?” Pilate asked. With this he went out again to the Jews and said, “I find no basis for a charge against him."}]}]},"PASSAGE/43/19:9-11?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:9","text":"and he went back inside the palace. “Where do you come from?” he asked Jesus, but Jesus gave him no answer."},{"verse":"19:10","text":"“Do you refuse to speak to me?” Pilate said. “Don’t you realize I have power either to free you or to crucify you?”"},{"verse":"19:11","text":"Jesus answered, “You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.”"}]}]},"PASSAGE/43/18:38-19:17?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:38","text":"“What is truth?” Pilate asked. With this he went out again to the Jews and said, “I find no basis for a charge against him."},{"verse":"18:39","text":"But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release ‘the king of the Jews’?”"},{"verse":"18:40","text":"They shouted back, “No, not him! Give us Barabbas!” Now Barabbas had taken part in a rebellion."}]},{"id":19,"title":"","verses":[{"verse":"19:1","text":"[Jesus Sentenced to Be Crucified] Then Pilate took Jesus and had him flogged."},{"verse":"19:2","text":"The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe"},{"verse":"19:3","text":"and went up to him again and again, saying, “Hail, king of the Jews!” And they struck him in the face."},{"verse":"19:4","text":"Once more Pilate came out and said to the Jews, “Look, I am bringing him out to you to let you know that I find no basis for a charge against him.”"},{"verse":"19:5","text":"When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, “Here is the man!”"},{"verse":"19:6","text":"As soon as the chief priests and their officials saw him, they shouted, “Crucify! Crucify!” But Pilate answered, “You take him and crucify him. As for me, I find no basis for a charge against him.”"},{"verse":"19:7","text":"The Jews insisted, “We have a law, and according to that law he must die, because he claimed to be the Son of God.”"},{"verse":"19:8","text":"When Pilate heard this, he was even more afraid,"},{"verse":"19:9","text":"and he went back inside the palace. “Where do you come from?” he asked Jesus, but Jesus gave him no answer."},{"verse":"19:10","text":"“Do you refuse to speak to me?” Pilate said. “Don’t you realize I have power either to free you or to crucify you?”"},{"verse":"19:11","text":"Jesus answered, “You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.”"},{"verse":"19:12","text":"From then on, Pilate tried to set Jesus free, but the Jews kept shouting, “If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.”"},{"verse":"19:13","text":"When Pilate heard this, he brought Jesus out and sat down on the judge’s seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha)."},{"verse":"19:14","text":"It was the day of Preparation of Passover Week, about the sixth hour. “Here is your king,” Pilate said to the Jews."},{"verse":"19:15","text":"But they shouted, “Take him away! Take him away! Crucify him!” “Shall I crucify your king?” Pilate asked. “We have no king but Caesar,” the chief priests answered."},{"verse":"19:16","text":"Finally Pilate handed him over to them to be crucified. The Crucifixion So the soldiers took charge of Jesus."},{"verse":"19:17","text":"Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha)."}]}]},"PASSAGE/40/27:11-26?bibleVersion=niv1984":{"paragraphs":[{"id":27,"title":"","verses":[{"verse":"27:11","text":"[Jesus Before Pilate] Meanwhile Jesus stood before the governor, and the governor asked him, “Are you the king of the Jews?” “Yes, it is as you say,” Jesus replied."},{"verse":"27:12","text":"When he was accused by the chief priests and the elders, he gave no answer."},{"verse":"27:13","text":"Then Pilate asked him, “Don’t you hear the testimony they are bringing against you?”"},{"verse":"27:14","text":"But Jesus made no reply, not even to a single charge—to the great amazement of the governor."},{"verse":"27:15","text":"Now it was the governor’s custom at the Feast to release a prisoner chosen by the crowd."},{"verse":"27:16","text":"At that time they had a notorious prisoner, called Barabbas."},{"verse":"27:17","text":"So when the crowd had gathered, Pilate asked them, “Which one do you want me to release to you: Barabbas, or Jesus who is called Christ?”"},{"verse":"27:18","text":"For he knew it was out of envy that they had handed Jesus over to him."},{"verse":"27:19","text":"While Pilate was sitting on the judge’s seat, his wife sent him this message: “Don’t have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.”"},{"verse":"27:20","text":"But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed."},{"verse":"27:21","text":"“Which of the two do you want me to release to you?” asked the governor. “Barabbas,” they answered."},{"verse":"27:22","text":"“What shall I do, then, with Jesus who is called Christ?” Pilate asked. They all answered, “Crucify him!”"},{"verse":"27:23","text":"“Why? What crime has he committed?” asked Pilate. But they shouted all the louder, “Crucify him!”"},{"verse":"27:24","text":"When Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. “I am innocent of this man’s blood,” he said. “It is your responsibility!”"},{"verse":"27:25","text":"All the people answered, “Let his blood be on us and on our children!”"},{"verse":"27:26","text":"Then he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified."}]}]},"PASSAGE/42/23:1-25?bibleVersion=niv1984":{"paragraphs":[{"id":23,"title":"","verses":[{"verse":"23:1","text":"Then the whole assembly rose and led him off to Pilate."},{"verse":"23:2","text":"And they began to accuse him, saying, “We have found this man subverting our nation. He opposes payment of taxes to Caesar and claims to be Christ, a king.”"},{"verse":"23:3","text":"So Pilate asked Jesus, “Are you the king of the Jews?” “Yes, it is as you say,” Jesus replied."},{"verse":"23:4","text":"Then Pilate announced to the chief priests and the crowd, “I find no basis for a charge against this man.”"},{"verse":"23:5","text":"But they insisted, “He stirs up the people all over Judea by his teaching. He started in Galilee and has come all the way here.”"},{"verse":"23:6","text":"On hearing this, Pilate asked if the man was a Galilean."},{"verse":"23:7","text":"When he learned that Jesus was under Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem at that time."},{"verse":"23:8","text":"When Herod saw Jesus, he was greatly pleased, because for a long time he had been wanting to see him. From what he had heard about him, he hoped to see him perform some miracle."},{"verse":"23:9","text":"He plied him with many questions, but Jesus gave him no answer."},{"verse":"23:10","text":"The chief priests and the teachers of the law were standing there, vehemently accusing him."},{"verse":"23:11","text":"Then Herod and his soldiers ridiculed and mocked him. Dressing him in an elegant robe, they sent him back to Pilate."},{"verse":"23:12","text":"That day Herod and Pilate became friends—before this they had been enemies."},{"verse":"23:13","text":"Pilate called together the chief priests, the rulers and the people,"},{"verse":"23:14","text":"and said to them, “You brought me this man as one who was inciting the people to rebellion. I have examined him in your presence and have found no basis for your charges against him."},{"verse":"23:15","text":"Neither has Herod, for he sent him back to us; as you can see, he has done nothing to deserve death."},{"verse":"23:16","text":"Therefore, I will punish him and then release him.”"},{"verse":"23:18","text":"With one voice they cried out, “Away with this man! Release Barabbas to us!”"},{"verse":"23:19","text":"(Barabbas had been thrown into prison for an insurrection in the city, and for murder.)"},{"verse":"23:20","text":"Wanting to release Jesus, Pilate appealed to them again."},{"verse":"23:21","text":"But they kept shouting, “Crucify him! Crucify him!”"},{"verse":"23:22","text":"For the third time he spoke to them: “Why? What crime has this man committed? I have found in him no grounds for the death penalty. Therefore I will have him punished and then release him.”"},{"verse":"23:23","text":"But with loud shouts they insistently demanded that he be crucified, and their shouts prevailed."},{"verse":"23:24","text":"So Pilate decided to grant their demand."},{"verse":"23:25","text":"He released the man who had been thrown into prison for insurrection and murder, the one they asked for, and surrendered Jesus to their will."}]}]},"PASSAGE/43/19:13-17?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:13","text":"When Pilate heard this, he brought Jesus out and sat down on the judge’s seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha)."},{"verse":"19:14","text":"It was the day of Preparation of Passover Week, about the sixth hour. “Here is your king,” Pilate said to the Jews."},{"verse":"19:15","text":"But they shouted, “Take him away! Take him away! Crucify him!” “Shall I crucify your king?” Pilate asked. “We have no king but Caesar,” the chief priests answered."},{"verse":"19:16","text":"Finally Pilate handed him over to them to be crucified. The Crucifixion So the soldiers took charge of Jesus."},{"verse":"19:17","text":"Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha)."}]}]},"PASSAGE/2/12:1-14?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"[The Passover] The Lord said to Moses and Aaron in Egypt,"},{"verse":"12:2","text":"“This month is to be for you the first month, the first month of your year."},{"verse":"12:3","text":"Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb for his family, one for each household."},{"verse":"12:4","text":"If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat."},{"verse":"12:5","text":"The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats."},{"verse":"12:6","text":"Take care of them until the fourteenth day of the month, when all the people of the community of Israel must slaughter them at twilight."},{"verse":"12:7","text":"Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs."},{"verse":"12:8","text":"That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast."},{"verse":"12:9","text":"Do not eat the meat raw or cooked in water, but roast it over the fire—head, legs and inner parts."},{"verse":"12:10","text":"Do not leave any of it till morning; if some is left till morning, you must burn it."},{"verse":"12:11","text":"This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s Passover."},{"verse":"12:12","text":"“On that same night I will pass through Egypt and strike down every firstborn—both men and animals—and I will bring judgment on all the gods of Egypt. I am the Lord."},{"verse":"12:13","text":"The blood will be a sign for you on the houses where you are; and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt."},{"verse":"12:14","text":"“This is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord—a lasting ordinance."}]}]},"PASSAGE/5/16:1-7?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:1","text":"Passover Observe the month of Abib and celebrate the Passover of the Lord your God, because in the month of Abib he brought you out of Egypt by night."},{"verse":"16:2","text":"Sacrifice as the Passover to the Lord your God an animal from your flock or herd at the place the Lord will choose as a dwelling for his Name."},{"verse":"16:3","text":"Do not eat it with bread made with yeast, but for seven days eat unleavened bread, the bread of affliction, because you left Egypt in haste—so that all the days of your life you may remember the time of your departure from Egypt."},{"verse":"16:4","text":"Let no yeast be found in your possession in all your land for seven days. Do not let any of the meat you sacrifice on the evening of the first day remain until morning."},{"verse":"16:5","text":"You must not sacrifice the Passover in any town the Lord your God gives you"},{"verse":"16:6","text":"except in the place he will choose as a dwelling for his Name. There you must sacrifice the Passover in the evening, when the sun goes down, on the anniversary of your departure from Egypt."},{"verse":"16:7","text":"Roast it and eat it at the place the Lord your God will choose. Then in the morning return to your tents."}]}]},"PASSAGE/43/1:29?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:29","text":"[Jesus the Lamb of God] The next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world!"}]}]},"PASSAGE/43/18:28-19:17?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:28","text":"[Jesus Before Pilate] Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover."},{"verse":"18:29","text":"So Pilate came out to them and asked, “What charges are you bringing against this man?”"},{"verse":"18:30","text":"“If he were not a criminal,” they replied, “we would not have handed him over to you.”"},{"verse":"18:31","text":"Pilate said, “Take him yourselves and judge him by your own law.” “But we have no right to execute anyone,” the Jews objected."},{"verse":"18:32","text":"This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled."},{"verse":"18:33","text":"Pilate then went back inside the palace, summoned Jesus and asked him, “Are you the king of the Jews?”"},{"verse":"18:34","text":"“Is that your own idea,” Jesus asked, “or did others talk to you about me?”"},{"verse":"18:35","text":"“Am I a Jew?” Pilate replied. “It was your people and your chief priests who handed you over to me. What is it you have done?”"},{"verse":"18:36","text":"Jesus said, “My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.”"},{"verse":"18:37","text":"“You are a king, then!” said Pilate. Jesus answered, “You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.”"},{"verse":"18:38","text":"“What is truth?” Pilate asked. With this he went out again to the Jews and said, “I find no basis for a charge against him."},{"verse":"18:39","text":"But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release ‘the king of the Jews’?”"},{"verse":"18:40","text":"They shouted back, “No, not him! Give us Barabbas!” Now Barabbas had taken part in a rebellion."}]},{"id":19,"title":"","verses":[{"verse":"19:1","text":"[Jesus Sentenced to Be Crucified] Then Pilate took Jesus and had him flogged."},{"verse":"19:2","text":"The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe"},{"verse":"19:3","text":"and went up to him again and again, saying, “Hail, king of the Jews!” And they struck him in the face."},{"verse":"19:4","text":"Once more Pilate came out and said to the Jews, “Look, I am bringing him out to you to let you know that I find no basis for a charge against him.”"},{"verse":"19:5","text":"When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, “Here is the man!”"},{"verse":"19:6","text":"As soon as the chief priests and their officials saw him, they shouted, “Crucify! Crucify!” But Pilate answered, “You take him and crucify him. As for me, I find no basis for a charge against him.”"},{"verse":"19:7","text":"The Jews insisted, “We have a law, and according to that law he must die, because he claimed to be the Son of God.”"},{"verse":"19:8","text":"When Pilate heard this, he was even more afraid,"},{"verse":"19:9","text":"and he went back inside the palace. “Where do you come from?” he asked Jesus, but Jesus gave him no answer."},{"verse":"19:10","text":"“Do you refuse to speak to me?” Pilate said. “Don’t you realize I have power either to free you or to crucify you?”"},{"verse":"19:11","text":"Jesus answered, “You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.”"},{"verse":"19:12","text":"From then on, Pilate tried to set Jesus free, but the Jews kept shouting, “If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.”"},{"verse":"19:13","text":"When Pilate heard this, he brought Jesus out and sat down on the judge’s seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha)."},{"verse":"19:14","text":"It was the day of Preparation of Passover Week, about the sixth hour. “Here is your king,” Pilate said to the Jews."},{"verse":"19:15","text":"But they shouted, “Take him away! Take him away! Crucify him!” “Shall I crucify your king?” Pilate asked. “We have no king but Caesar,” the chief priests answered."},{"verse":"19:16","text":"Finally Pilate handed him over to them to be crucified. The Crucifixion So the soldiers took charge of Jesus."},{"verse":"19:17","text":"Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha)."}]}]},"PASSAGE/43/19:18-22?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:18","text":"Here they crucified him, and with him two others—one on each side and Jesus in the middle."},{"verse":"19:19","text":"Pilate had a notice prepared and fastened to the cross. It read: jesus of nazareth, the king of the jews."},{"verse":"19:20","text":"Many of the Jews read this sign, for the place where Jesus was crucified was near the city, and the sign was written in Aramaic, Latin and Greek."},{"verse":"19:21","text":"The chief priests of the Jews protested to Pilate, “Do not write ‘The King of the Jews,’ but that this man claimed to be king of the Jews.”"},{"verse":"19:22","text":"Pilate answered, “What I have written, I have written.”"}]}]},"PASSAGE/19/72:1?bibleVersion=niv1984":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:1","text":"[Psalm 72] Of Solomon. Endow the king with your justice, O God, the royal son with your righteousness."}]}]},"PASSAGE/19/72:8?bibleVersion=niv1984":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:8","text":"He will rule from sea to sea and from the River to the ends of the earth."}]}]},"PASSAGE/19/72:11?bibleVersion=niv1984":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:11","text":"All kings will bow down to him and all nations will serve him."}]}]},"PASSAGE/19/72:17?bibleVersion=niv1984":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:17","text":"May his name endure forever; may it continue as long as the sun. All nations will be blessed through him, and they will call him blessed."}]}]},"PASSAGE/40/2:1-2?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"[The Visit of the Magi] After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem"},{"verse":"2:2","text":"and asked, “Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.”"}]}]},"PASSAGE/40/2:6?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:6","text":"“‘But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will be the shepherd of my people Israel.’”"}]}]},"PASSAGE/43/4:42?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:42","text":"They said to the woman, “We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.”"}]}]},"PASSAGE/43/6:51?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:51","text":"I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.”"}]}]},"PASSAGE/43/11:51-52?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:51","text":"He did not say this on his own, but as high priest that year he prophesied that Jesus would die for the Jewish nation,"},{"verse":"11:52","text":"and not only for that nation but also for the scattered children of God, to bring them together and make them one."}]}]},"PASSAGE/66/5:9?bibleVersion=niv1984":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:9","text":"And they sang a new song: “You are worthy to take the scroll and to open its seals, because you were slain, and with your blood you purchased men for God from every tribe and language and people and nation."}]}]},"PASSAGE/51/2:13-14?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:13","text":"When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins,"},{"verse":"2:14","text":"having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross."}]}]},"PASSAGE/43/19:23-24?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:23","text":"When the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. This garment was seamless, woven in one piece from top to bottom."},{"verse":"19:24","text":"“Let’s not tear it,” they said to one another. “Let’s decide by lot who will get it.” This happened that the scripture might be fulfilled which said, “They divided my garments among them and cast lots for my clothing.” So this is what the soldiers did."}]}]},"PASSAGE/1/3:7?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:7","text":"Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves."}]}]},"PASSAGE/23/64:6?bibleVersion=niv1984":{"paragraphs":[{"id":64,"title":"","verses":[{"verse":"64:6","text":"All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away."}]}]},"PASSAGE/66/3:17?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:17","text":"You say, ‘I am rich; I have acquired wealth and do not need a thing.’ But you do not realize that you are wretched, pitiful, poor, blind and naked."}]}]},"PASSAGE/47/8:9?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:9","text":"For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich."}]}]},"PASSAGE/66/19:7-8?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:7","text":"Let us rejoice and be glad and give him glory! For the wedding of the Lamb has come, and his bride has made herself ready."},{"verse":"19:8","text":"Fine linen, bright and clean, was given her to wear.” (Fine linen stands for the righteous acts of the saints.)"}]}]},"PASSAGE/43/19:25-27?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:25","text":"Near the cross of Jesus stood his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."},{"verse":"19:26","text":"When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to his mother, “Dear woman, here is your son,”"},{"verse":"19:27","text":"and to the disciple, “Here is your mother.” From that time on, this disciple took her into his home."}]}]},"PASSAGE/41/15:27-32?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:27","text":"They crucified two robbers with him, one on his right and one on his left."},{"verse":"15:29","text":"Those who passed by hurled insults at him, shaking their heads and saying, “So! You who are going to destroy the temple and build it in three days,"},{"verse":"15:30","text":"come down from the cross and save yourself!”"},{"verse":"15:31","text":"In the same way the chief priests and the teachers of the law mocked him among themselves. “He saved others,” they said, “but he can’t save himself!"},{"verse":"15:32","text":"Let this Christ, this King of Israel, come down now from the cross, that we may see and believe.” Those crucified with him also heaped insults on him."}]}]},"PASSAGE/2/20:12?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:12","text":"“Honor your father and your mother, so that you may live long in the land the Lord your God is giving you."}]}]},"PASSAGE/50/2:5-8?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:5","text":"Your attitude should be the same as that of Christ Jesus:"},{"verse":"2:6","text":"Who, being in very nature God, did not consider equality with God something to be grasped,"},{"verse":"2:7","text":"but made himself nothing, taking the very nature of a servant, being made in human likeness."},{"verse":"2:8","text":"And being found in appearance as a man, he humbled himself and became obedient to death— even death on a cross!"}]}]},"PASSAGE/43/19:28-30?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:28","text":"[The Death of Jesus] Later, knowing that all was now completed, and so that the Scripture would be fulfilled, Jesus said, “I am thirsty.”"},{"verse":"19:29","text":"A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus’ lips."},{"verse":"19:30","text":"When he had received the drink, Jesus said, “It is finished.” With that, he bowed his head and gave up his spirit."}]}]},"PASSAGE/41/15:38?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:38","text":"The curtain of the temple was torn in two from top to bottom."}]}]},"PASSAGE/58/10:19-22?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:19","text":"[A Call to Persevere] Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus,"},{"verse":"10:20","text":"by a new and living way opened for us through the curtain, that is, his body,"},{"verse":"10:21","text":"and since we have a great priest over the house of God,"},{"verse":"10:22","text":"let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water."}]}]},"PASSAGE/45/4:23-25?bibleVersion=niv1984":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:23","text":"The words “it was credited to him” were written not for him alone,"},{"verse":"4:24","text":"but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead."},{"verse":"4:25","text":"He was delivered over to death for our sins and was raised to life for our justification."}]}]},"PASSAGE/43/19:18-30?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:18","text":"Here they crucified him, and with him two others—one on each side and Jesus in the middle."},{"verse":"19:19","text":"Pilate had a notice prepared and fastened to the cross. It read: jesus of nazareth, the king of the jews."},{"verse":"19:20","text":"Many of the Jews read this sign, for the place where Jesus was crucified was near the city, and the sign was written in Aramaic, Latin and Greek."},{"verse":"19:21","text":"The chief priests of the Jews protested to Pilate, “Do not write ‘The King of the Jews,’ but that this man claimed to be king of the Jews.”"},{"verse":"19:22","text":"Pilate answered, “What I have written, I have written.”"},{"verse":"19:23","text":"When the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. This garment was seamless, woven in one piece from top to bottom."},{"verse":"19:24","text":"“Let’s not tear it,” they said to one another. “Let’s decide by lot who will get it.” This happened that the scripture might be fulfilled which said, “They divided my garments among them and cast lots for my clothing.” So this is what the soldiers did."},{"verse":"19:25","text":"Near the cross of Jesus stood his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."},{"verse":"19:26","text":"When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to his mother, “Dear woman, here is your son,”"},{"verse":"19:27","text":"and to the disciple, “Here is your mother.” From that time on, this disciple took her into his home."},{"verse":"19:28","text":"[The Death of Jesus] Later, knowing that all was now completed, and so that the Scripture would be fulfilled, Jesus said, “I am thirsty.”"},{"verse":"19:29","text":"A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus’ lips."},{"verse":"19:30","text":"When he had received the drink, Jesus said, “It is finished.” With that, he bowed his head and gave up his spirit."}]}]},"PASSAGE/43/19:31-37?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:31","text":"Now it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jews did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down."},{"verse":"19:32","text":"The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other."},{"verse":"19:33","text":"But when they came to Jesus and found that he was already dead, they did not break his legs."},{"verse":"19:34","text":"Instead, one of the soldiers pierced Jesus’ side with a spear, bringing a sudden flow of blood and water."},{"verse":"19:35","text":"The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe."},{"verse":"19:36","text":"These things happened so that the scripture would be fulfilled: “Not one of his bones will be broken,”"},{"verse":"19:37","text":"and, as another scripture says, “They will look on the one they have pierced.”"}]}]},"PASSAGE/5/21:22-23?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:22","text":"[Various Laws] If a man guilty of a capital offense is put to death and his body is hung on a tree,"},{"verse":"21:23","text":"you must not leave his body on the tree overnight. Be sure to bury him that same day, because anyone who is hung on a tree is under God’s curse. You must not desecrate the land the Lord your God is giving you as an inheritance."}]}]},"PASSAGE/43/18:28?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:28","text":"[Jesus Before Pilate] Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover."}]}]},"PASSAGE/43/18:11?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:11","text":"Jesus commanded Peter, “Put your sword away! Shall I not drink the cup the Father has given me?”"}]}]},"PASSAGE/50/2:8?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:8","text":"And being found in appearance as a man, he humbled himself and became obedient to death— even death on a cross!"}]}]},"PASSAGE/2/12:2-13?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:2","text":"“This month is to be for you the first month, the first month of your year."},{"verse":"12:3","text":"Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb for his family, one for each household."},{"verse":"12:4","text":"If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat."},{"verse":"12:5","text":"The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats."},{"verse":"12:6","text":"Take care of them until the fourteenth day of the month, when all the people of the community of Israel must slaughter them at twilight."},{"verse":"12:7","text":"Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs."},{"verse":"12:8","text":"That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast."},{"verse":"12:9","text":"Do not eat the meat raw or cooked in water, but roast it over the fire—head, legs and inner parts."},{"verse":"12:10","text":"Do not leave any of it till morning; if some is left till morning, you must burn it."},{"verse":"12:11","text":"This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s Passover."},{"verse":"12:12","text":"“On that same night I will pass through Egypt and strike down every firstborn—both men and animals—and I will bring judgment on all the gods of Egypt. I am the Lord."},{"verse":"12:13","text":"The blood will be a sign for you on the houses where you are; and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt."}]}]},"PASSAGE/4/9:12?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:12","text":"They must not leave any of it till morning or break any of its bones. When they celebrate the Passover, they must follow all the regulations."}]}]},"PASSAGE/23/53:5-6?bibleVersion=niv1984":{"paragraphs":[{"id":53,"title":"","verses":[{"verse":"53:5","text":"But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed."},{"verse":"53:6","text":"We all, like sheep, have gone astray, each of us has turned to his own way; and the Lord has laid on him the iniquity of us all."}]}]},"PASSAGE/38/12:1?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"[Jerusalem’s Enemies to Be Destroyed] An Oracle This is the word of the Lord concerning Israel. The Lord, who stretches out the heavens, who lays the foundation of the earth, and who forms the spirit of man within him, declares:"}]}]},"PASSAGE/38/12:10?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:10","text":"Mourning for the One They Pierced “And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son."}]}]},"PASSAGE/38/13:1?bibleVersion=niv1984":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:1","text":"[Cleansing From Sin] “On that day a fountain will be opened to the house of David and the inhabitants of Jerusalem, to cleanse them from sin and impurity."}]}]},"PASSAGE/43/19:38-42?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:38","text":"[The Burial of Jesus] Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jews. With Pilate’s permission, he came and took the body away."},{"verse":"19:39","text":"He was accompanied by Nicodemus, the man who earlier had visited Jesus at night. Nicodemus brought a mixture of myrrh and aloes, about seventy-five pounds."},{"verse":"19:40","text":"Taking Jesus’ body, the two of them wrapped it, with the spices, in strips of linen. This was in accordance with Jewish burial customs."},{"verse":"19:41","text":"At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid."},{"verse":"19:42","text":"Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there."}]}]},"PASSAGE/42/23:50-52?bibleVersion=niv1984":{"paragraphs":[{"id":23,"title":"","verses":[{"verse":"23:50","text":"[Jesus’ Burial] Now there was a man named Joseph, a member of the Council, a good and upright man,"},{"verse":"23:51","text":"who had not consented to their decision and action. He came from the Judean town of Arimathea and he was waiting for the kingdom of God."},{"verse":"23:52","text":"Going to Pilate, he asked for Jesus’ body."}]}]},"PASSAGE/43/3:1-21?bibleVersion=niv1984":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"[Jesus Teaches Nicodemus] Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council."},{"verse":"3:2","text":"He came to Jesus at night and said, “Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.”"},{"verse":"3:3","text":"In reply Jesus declared, “I tell you the truth, no one can see the kingdom of God unless he is born again.”"},{"verse":"3:4","text":"“How can a man be born when he is old?” Nicodemus asked. “Surely he cannot enter a second time into his mother’s womb to be born!”"},{"verse":"3:5","text":"Jesus answered, “I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."},{"verse":"3:6","text":"Flesh gives birth to flesh, but the Spirit gives birth to spirit."},{"verse":"3:7","text":"You should not be surprised at my saying, ‘You must be born again.’"},{"verse":"3:8","text":"The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.”"},{"verse":"3:9","text":"“How can this be?” Nicodemus asked."},{"verse":"3:10","text":"“You are Israel’s teacher,” said Jesus, “and do you not understand these things?"},{"verse":"3:11","text":"I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony."},{"verse":"3:12","text":"I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things?"},{"verse":"3:13","text":"No one has ever gone into heaven except the one who came from heaven—the Son of Man."},{"verse":"3:14","text":"Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up,"},{"verse":"3:15","text":"that everyone who believes in him may have eternal life."},{"verse":"3:16","text":"“For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"verse":"3:17","text":"For God did not send his Son into the world to condemn the world, but to save the world through him."},{"verse":"3:18","text":"Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God’s one and only Son."},{"verse":"3:19","text":"This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil."},{"verse":"3:20","text":"Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed."},{"verse":"3:21","text":"But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.”"}]}]},"PASSAGE/43/7:47-52?bibleVersion=niv1984":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:47","text":"“You mean he has deceived you also?” the Pharisees retorted."},{"verse":"7:48","text":"“Has any of the rulers or of the Pharisees believed in him?"},{"verse":"7:49","text":"No! But this mob that knows nothing of the law—there is a curse on them.”"},{"verse":"7:50","text":"Nicodemus, who had gone to Jesus earlier and who was one of their own number, asked,"},{"verse":"7:51","text":"“Does our law condemn anyone without first hearing him to find out what he is doing?”"},{"verse":"7:52","text":"They replied, “Are you from Galilee, too? Look into it, and you will find that a prophet does not come out of Galilee.” [The earliest manuscripts and many other ancient witnesses do not have John 7:53—8:11.]"}]}]},"PASSAGE/43/12:42-43?bibleVersion=niv1984":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:42","text":"Yet at the same time many even among the leaders believed in him. But because of the Pharisees they would not confess their faith for fear they would be put out of the synagogue;"},{"verse":"12:43","text":"for they loved praise from men more than praise from God."}]}]},"PASSAGE/19/16:10?bibleVersion=niv1984":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:10","text":"because you will not abandon me to the grave, nor will you let your Holy One see decay."}]}]},"PASSAGE/23/53:9?bibleVersion=niv1984":{"paragraphs":[{"id":53,"title":"","verses":[{"verse":"53:9","text":"He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth."}]}]},"PASSAGE/40/27:57-60?bibleVersion=niv1984":{"paragraphs":[{"id":27,"title":"","verses":[{"verse":"27:57","text":"[The Burial of Jesus] As evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus."},{"verse":"27:58","text":"Going to Pilate, he asked for Jesus’ body, and Pilate ordered that it be given to him."},{"verse":"27:59","text":"Joseph took the body, wrapped it in a clean linen cloth,"},{"verse":"27:60","text":"and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away."}]}]},"PASSAGE/45/6:3-4?bibleVersion=niv1984":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:3","text":"Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."}]}]},"PASSAGE/51/2:12-14?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:12","text":"having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."},{"verse":"2:13","text":"When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins,"},{"verse":"2:14","text":"having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross."}]}]},"PASSAGE/43/19:31-42?bibleVersion=niv1984":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:31","text":"Now it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jews did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down."},{"verse":"19:32","text":"The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other."},{"verse":"19:33","text":"But when they came to Jesus and found that he was already dead, they did not break his legs."},{"verse":"19:34","text":"Instead, one of the soldiers pierced Jesus’ side with a spear, bringing a sudden flow of blood and water."},{"verse":"19:35","text":"The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe."},{"verse":"19:36","text":"These things happened so that the scripture would be fulfilled: “Not one of his bones will be broken,”"},{"verse":"19:37","text":"and, as another scripture says, “They will look on the one they have pierced.”"},{"verse":"19:38","text":"[The Burial of Jesus] Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jews. With Pilate’s permission, he came and took the body away."},{"verse":"19:39","text":"He was accompanied by Nicodemus, the man who earlier had visited Jesus at night. Nicodemus brought a mixture of myrrh and aloes, about seventy-five pounds."},{"verse":"19:40","text":"Taking Jesus’ body, the two of them wrapped it, with the spices, in strips of linen. This was in accordance with Jewish burial customs."},{"verse":"19:41","text":"At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid."},{"verse":"19:42","text":"Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there."}]}]},"PASSAGE/43/20:1-10?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:1","text":"[The Empty Tomb] Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance."},{"verse":"20:2","text":"So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, “They have taken the Lord out of the tomb, and we don’t know where they have put him!”"},{"verse":"20:3","text":"So Peter and the other disciple started for the tomb."},{"verse":"20:4","text":"Both were running, but the other disciple outran Peter and reached the tomb first."},{"verse":"20:5","text":"He bent over and looked in at the strips of linen lying there but did not go in."},{"verse":"20:6","text":"Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there,"},{"verse":"20:7","text":"as well as the burial cloth that had been around Jesus’ head. The cloth was folded up by itself, separate from the linen."},{"verse":"20:8","text":"Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed."},{"verse":"20:9","text":"(They still did not understand from Scripture that Jesus had to rise from the dead.)"},{"verse":"20:10","text":"[Jesus Appears to Mary Magdalene] Then the disciples went back to their homes,"}]}]},"PASSAGE/43/11:25-26?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:25","text":"Jesus said to her, “I am the resurrection and the life. He who believes in me will live, even though he dies;"},{"verse":"11:26","text":"and whoever lives and believes in me will never die. Do you believe this?”"}]}]},"PASSAGE/49/1:18?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in the saints,"}]}]},"PASSAGE/43/20:11-18?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:11","text":"but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb"},{"verse":"20:12","text":"and saw two angels in white, seated where Jesus’ body had been, one at the head and the other at the foot."},{"verse":"20:13","text":"They asked her, “Woman, why are you crying?” “They have taken my Lord away,” she said, “and I don’t know where they have put him.”"},{"verse":"20:14","text":"At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus."},{"verse":"20:15","text":"“Woman,” he said, “why are you crying? Who is it you are looking for?” Thinking he was the gardener, she said, “Sir, if you have carried him away, tell me where you have put him, and I will get him.”"},{"verse":"20:16","text":"Jesus said to her, “Mary.” She turned toward him and cried out in Aramaic, “Rabboni!” (which means Teacher)."},{"verse":"20:17","text":"Jesus said, “Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, ‘I am returning to my Father and your Father, to my God and your God.’”"},{"verse":"20:18","text":"Mary Magdalene went to the disciples with the news: “I have seen the Lord!” And she told them that he had said these things to her."}]}]},"PASSAGE/43/10:1-5?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:1","text":"[The Shepherd and His Flock] “I tell you the truth, the man who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber."},{"verse":"10:2","text":"The man who enters by the gate is the shepherd of his sheep."},{"verse":"10:3","text":"The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out."},{"verse":"10:4","text":"When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice."},{"verse":"10:5","text":"But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger’s voice.”"}]}]},"PASSAGE/43/20:17?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:17","text":"Jesus said, “Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, ‘I am returning to my Father and your Father, to my God and your God.’”"}]}]},"PASSAGE/43/20:19-23?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:19","text":"[Jesus Appears to His Disciples] On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, “Peace be with you!”"},{"verse":"20:20","text":"After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord."},{"verse":"20:21","text":"Again Jesus said, “Peace be with you! As the Father has sent me, I am sending you.”"},{"verse":"20:22","text":"And with that he breathed on them and said, “Receive the Holy Spirit."},{"verse":"20:23","text":"If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.”"}]}]},"PASSAGE/42/24:40-43?bibleVersion=niv1984":{"paragraphs":[{"id":24,"title":"","verses":[{"verse":"24:40","text":"When he had said this, he showed them his hands and feet."},{"verse":"24:41","text":"And while they still did not believe it because of joy and amazement, he asked them, “Do you have anything here to eat?”"},{"verse":"24:42","text":"They gave him a piece of broiled fish,"},{"verse":"24:43","text":"and he took it and ate it in their presence."}]}]},"PASSAGE/44/1:3?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:3","text":"After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God."}]}]},"PASSAGE/46/15:3-8?bibleVersion=niv1984":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:3","text":"For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures,"},{"verse":"15:4","text":"that he was buried, that he was raised on the third day according to the Scriptures,"},{"verse":"15:5","text":"and that he appeared to Peter, and then to the Twelve."},{"verse":"15:6","text":"After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep."},{"verse":"15:7","text":"Then he appeared to James, then to all the apostles,"},{"verse":"15:8","text":"and last of all he appeared to me also, as to one abnormally born."}]}]},"PASSAGE/43/20:21-23?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:21","text":"Again Jesus said, “Peace be with you! As the Father has sent me, I am sending you.”"},{"verse":"20:22","text":"And with that he breathed on them and said, “Receive the Holy Spirit."},{"verse":"20:23","text":"If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.”"}]}]},"PASSAGE/43/20:24-31?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:24","text":"[Jesus Appears to Thomas] Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came."},{"verse":"20:25","text":"So the other disciples told him, “We have seen the Lord!” But he said to them, “Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.”"},{"verse":"20:26","text":"A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, “Peace be with you!”"},{"verse":"20:27","text":"Then he said to Thomas, “Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.”"},{"verse":"20:28","text":"Thomas said to him, “My Lord and my God!”"},{"verse":"20:29","text":"Then Jesus told him, “Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.”"},{"verse":"20:30","text":"Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book."},{"verse":"20:31","text":"But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."}]}]},"PASSAGE/43/11:7-16?bibleVersion=niv1984":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:7","text":"Then he said to his disciples, “Let us go back to Judea.”"},{"verse":"11:8","text":"“But Rabbi,” they said, “a short while ago the Jews tried to stone you, and yet you are going back there?”"},{"verse":"11:9","text":"Jesus answered, “Are there not twelve hours of daylight? A man who walks by day will not stumble, for he sees by this world’s light."},{"verse":"11:10","text":"It is when he walks by night that he stumbles, for he has no light.”"},{"verse":"11:11","text":"After he had said this, he went on to tell them, “Our friend Lazarus has fallen asleep; but I am going there to wake him up.”"},{"verse":"11:12","text":"His disciples replied, “Lord, if he sleeps, he will get better.”"},{"verse":"11:13","text":"Jesus had been speaking of his death, but his disciples thought he meant natural sleep."},{"verse":"11:14","text":"So then he told them plainly, “Lazarus is dead,"},{"verse":"11:15","text":"and for your sake I am glad I was not there, so that you may believe. But let us go to him.”"},{"verse":"11:16","text":"Then Thomas (called Didymus) said to the rest of the disciples, “Let us also go, that we may die with him.”"}]}]},"PASSAGE/43/14:5?bibleVersion=niv1984":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:5","text":"[Jesus the Way to the Father] Thomas said to him, “Lord, we don’t know where you are going, so how can we know the way?”"}]}]},"PASSAGE/43/20:1-31?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:1","text":"[The Empty Tomb] Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance."},{"verse":"20:2","text":"So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, “They have taken the Lord out of the tomb, and we don’t know where they have put him!”"},{"verse":"20:3","text":"So Peter and the other disciple started for the tomb."},{"verse":"20:4","text":"Both were running, but the other disciple outran Peter and reached the tomb first."},{"verse":"20:5","text":"He bent over and looked in at the strips of linen lying there but did not go in."},{"verse":"20:6","text":"Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there,"},{"verse":"20:7","text":"as well as the burial cloth that had been around Jesus’ head. The cloth was folded up by itself, separate from the linen."},{"verse":"20:8","text":"Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed."},{"verse":"20:9","text":"(They still did not understand from Scripture that Jesus had to rise from the dead.)"},{"verse":"20:10","text":"[Jesus Appears to Mary Magdalene] Then the disciples went back to their homes,"},{"verse":"20:11","text":"but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb"},{"verse":"20:12","text":"and saw two angels in white, seated where Jesus’ body had been, one at the head and the other at the foot."},{"verse":"20:13","text":"They asked her, “Woman, why are you crying?” “They have taken my Lord away,” she said, “and I don’t know where they have put him.”"},{"verse":"20:14","text":"At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus."},{"verse":"20:15","text":"“Woman,” he said, “why are you crying? Who is it you are looking for?” Thinking he was the gardener, she said, “Sir, if you have carried him away, tell me where you have put him, and I will get him.”"},{"verse":"20:16","text":"Jesus said to her, “Mary.” She turned toward him and cried out in Aramaic, “Rabboni!” (which means Teacher)."},{"verse":"20:17","text":"Jesus said, “Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, ‘I am returning to my Father and your Father, to my God and your God.’”"},{"verse":"20:18","text":"Mary Magdalene went to the disciples with the news: “I have seen the Lord!” And she told them that he had said these things to her."},{"verse":"20:19","text":"[Jesus Appears to His Disciples] On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, “Peace be with you!”"},{"verse":"20:20","text":"After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord."},{"verse":"20:21","text":"Again Jesus said, “Peace be with you! As the Father has sent me, I am sending you.”"},{"verse":"20:22","text":"And with that he breathed on them and said, “Receive the Holy Spirit."},{"verse":"20:23","text":"If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.”"},{"verse":"20:24","text":"[Jesus Appears to Thomas] Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came."},{"verse":"20:25","text":"So the other disciples told him, “We have seen the Lord!” But he said to them, “Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.”"},{"verse":"20:26","text":"A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, “Peace be with you!”"},{"verse":"20:27","text":"Then he said to Thomas, “Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.”"},{"verse":"20:28","text":"Thomas said to him, “My Lord and my God!”"},{"verse":"20:29","text":"Then Jesus told him, “Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.”"},{"verse":"20:30","text":"Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book."},{"verse":"20:31","text":"But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."}]}]},"PASSAGE/43/21:1-14?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:1","text":"[Jesus and the Miraculous Catch of Fish] Afterward Jesus appeared again to his disciples, by the Sea of Tiberias. It happened this way:"},{"verse":"21:2","text":"Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together."},{"verse":"21:3","text":"“I’m going out to fish,” Simon Peter told them, and they said, “We’ll go with you.” So they went out and got into the boat, but that night they caught nothing."},{"verse":"21:4","text":"Early in the morning, Jesus stood on the shore, but the disciples did not realize that it was Jesus."},{"verse":"21:5","text":"He called out to them, “Friends, haven’t you any fish?” “No,” they answered."},{"verse":"21:6","text":"He said, “Throw your net on the right side of the boat and you will find some.” When they did, they were unable to haul the net in because of the large number of fish."},{"verse":"21:7","text":"Then the disciple whom Jesus loved said to Peter, “It is the Lord!” As soon as Simon Peter heard him say, “It is the Lord,” he wrapped his outer garment around him (for he had taken it off) and jumped into the water."},{"verse":"21:8","text":"The other disciples followed in the boat, towing the net full of fish, for they were not far from shore, about a hundred yards."},{"verse":"21:9","text":"When they landed, they saw a fire of burning coals there with fish on it, and some bread."},{"verse":"21:10","text":"Jesus said to them, “Bring some of the fish you have just caught.”"},{"verse":"21:11","text":"Simon Peter climbed aboard and dragged the net ashore. It was full of large fish, 153, but even with so many the net was not torn."},{"verse":"21:12","text":"Jesus said to them, “Come and have breakfast.” None of the disciples dared ask him, “Who are you?” They knew it was the Lord."},{"verse":"21:13","text":"Jesus came, took the bread and gave it to them, and did the same with the fish."},{"verse":"21:14","text":"This was now the third time Jesus appeared to his disciples after he was raised from the dead."}]}]},"PASSAGE/43/21:15-17?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:15","text":"[Jesus Reinstates Peter] When they had finished eating, Jesus said to Simon Peter, “Simon son of John, do you truly love me more than these?” “Yes, Lord,” he said, “you know that I love you.” Jesus said, “Feed my lambs.”"},{"verse":"21:16","text":"Again Jesus said, “Simon son of John, do you truly love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.”"},{"verse":"21:17","text":"The third time he said to him, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” He said, “Lord, you know all things; you know that I love you.” Jesus said, “Feed my sheep."}]}]},"PASSAGE/43/18:15-18?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:15","text":"[Peter’s First Denial] Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest’s courtyard,"},{"verse":"18:16","text":"but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in."},{"verse":"18:17","text":"“You are not one of his disciples, are you?” the girl at the door asked Peter. He replied, “I am not.”"},{"verse":"18:18","text":"It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself."}]}]},"PASSAGE/43/18:25-27?bibleVersion=niv1984":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:25","text":"[Peter’s Second and Third Denials] As Simon Peter stood warming himself, he was asked, “You are not one of his disciples, are you?” He denied it, saying, “I am not.”"},{"verse":"18:26","text":"One of the high priest’s servants, a relative of the man whose ear Peter had cut off, challenged him, “Didn’t I see you with him in the olive grove?”"},{"verse":"18:27","text":"Again Peter denied it, and at that moment a rooster began to crow."}]}]},"PASSAGE/42/22:31-32?bibleVersion=niv1984":{"paragraphs":[{"id":22,"title":"","verses":[{"verse":"22:31","text":"“Simon, Simon, Satan has asked to sift you as wheat."},{"verse":"22:32","text":"But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.”"}]}]},"PASSAGE/43/21:18-23?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:18","text":"I tell you the truth, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.”"},{"verse":"21:19","text":"Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, “Follow me!”"},{"verse":"21:20","text":"Peter turned and saw that the disciple whom Jesus loved was following them. (This was the one who had leaned back against Jesus at the supper and had said, “Lord, who is going to betray you?”)"},{"verse":"21:21","text":"When Peter saw him, he asked, “Lord, what about him?”"},{"verse":"21:22","text":"Jesus answered, “If I want him to remain alive until I return, what is that to you? You must follow me.”"},{"verse":"21:23","text":"Because of this, the rumor spread among the brothers that this disciple would not die. But Jesus did not say that he would not die; he only said, “If I want him to remain alive until I return, what is that to you?”"}]}]},"PASSAGE/43/21:22?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:22","text":"Jesus answered, “If I want him to remain alive until I return, what is that to you? You must follow me.”"}]}]},"PASSAGE/43/21:24-25?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:24","text":"This is the disciple who testifies to these things and who wrote them down. We know that his testimony is true."},{"verse":"21:25","text":"Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written."}]}]},"PASSAGE/43/20:30-31?bibleVersion=niv1984":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:30","text":"Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book."},{"verse":"20:31","text":"But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."}]}]},"PASSAGE/43/21:1-25?bibleVersion=niv1984":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:1","text":"[Jesus and the Miraculous Catch of Fish] Afterward Jesus appeared again to his disciples, by the Sea of Tiberias. It happened this way:"},{"verse":"21:2","text":"Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together."},{"verse":"21:3","text":"“I’m going out to fish,” Simon Peter told them, and they said, “We’ll go with you.” So they went out and got into the boat, but that night they caught nothing."},{"verse":"21:4","text":"Early in the morning, Jesus stood on the shore, but the disciples did not realize that it was Jesus."},{"verse":"21:5","text":"He called out to them, “Friends, haven’t you any fish?” “No,” they answered."},{"verse":"21:6","text":"He said, “Throw your net on the right side of the boat and you will find some.” When they did, they were unable to haul the net in because of the large number of fish."},{"verse":"21:7","text":"Then the disciple whom Jesus loved said to Peter, “It is the Lord!” As soon as Simon Peter heard him say, “It is the Lord,” he wrapped his outer garment around him (for he had taken it off) and jumped into the water."},{"verse":"21:8","text":"The other disciples followed in the boat, towing the net full of fish, for they were not far from shore, about a hundred yards."},{"verse":"21:9","text":"When they landed, they saw a fire of burning coals there with fish on it, and some bread."},{"verse":"21:10","text":"Jesus said to them, “Bring some of the fish you have just caught.”"},{"verse":"21:11","text":"Simon Peter climbed aboard and dragged the net ashore. It was full of large fish, 153, but even with so many the net was not torn."},{"verse":"21:12","text":"Jesus said to them, “Come and have breakfast.” None of the disciples dared ask him, “Who are you?” They knew it was the Lord."},{"verse":"21:13","text":"Jesus came, took the bread and gave it to them, and did the same with the fish."},{"verse":"21:14","text":"This was now the third time Jesus appeared to his disciples after he was raised from the dead."},{"verse":"21:15","text":"[Jesus Reinstates Peter] When they had finished eating, Jesus said to Simon Peter, “Simon son of John, do you truly love me more than these?” “Yes, Lord,” he said, “you know that I love you.” Jesus said, “Feed my lambs.”"},{"verse":"21:16","text":"Again Jesus said, “Simon son of John, do you truly love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.”"},{"verse":"21:17","text":"The third time he said to him, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” He said, “Lord, you know all things; you know that I love you.” Jesus said, “Feed my sheep."},{"verse":"21:18","text":"I tell you the truth, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.”"},{"verse":"21:19","text":"Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, “Follow me!”"},{"verse":"21:20","text":"Peter turned and saw that the disciple whom Jesus loved was following them. (This was the one who had leaned back against Jesus at the supper and had said, “Lord, who is going to betray you?”)"},{"verse":"21:21","text":"When Peter saw him, he asked, “Lord, what about him?”"},{"verse":"21:22","text":"Jesus answered, “If I want him to remain alive until I return, what is that to you? You must follow me.”"},{"verse":"21:23","text":"Because of this, the rumor spread among the brothers that this disciple would not die. But Jesus did not say that he would not die; he only said, “If I want him to remain alive until I return, what is that to you?”"},{"verse":"21:24","text":"This is the disciple who testifies to these things and who wrote them down. We know that his testimony is true."},{"verse":"21:25","text":"Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written."}]}]},"PASSAGE/45/10:5-7?bibleVersion=niv1984":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:5","text":"Moses describes in this way the righteousness that is by the law: “The man who does these things will live by them.”"},{"verse":"10:6","text":"But the righteousness that is by faith says: “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"},{"verse":"10:7","text":"“or ‘Who will descend into the deep?’” (that is, to bring Christ up from the dead)."}]}]},"PASSAGE/62/2:4?bibleVersion=niv1984":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:4","text":"The man who says, “I know him,” but does not do what he commands is a liar, and the truth is not in him."}]}]},"PASSAGE/43/14:16?bibleVersion=niv1984":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:16","text":"And I will ask the Father, and he will give you another Counselor to be with you forever—"}]}]},"PASSAGE/45/8:1-7?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"[Life Through the Spirit] Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"verse":"8:2","text":"because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death."},{"verse":"8:3","text":"For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man,"},{"verse":"8:4","text":"in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit."},{"verse":"8:5","text":"Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires."},{"verse":"8:6","text":"The mind of sinful man is death, but the mind controlled by the Spirit is life and peace;"},{"verse":"8:7","text":"the sinful mind is hostile to God. It does not submit to God’s law, nor can it do so."}]}]},"PASSAGE/1/1:27?bibleVersion=niv1984":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:27","text":"So God created man in his own image, in the image of God he created him; male and female he created them."}]}]},"PASSAGE/45/8:18?bibleVersion=niv1984":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:18","text":"[Future Glory] I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."}]}]},"PASSAGE/45/9:30?bibleVersion=niv1984":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:30","text":"[Israel’s Unbelief] What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;"}]}]}}