{"PASSAGE/45/1:1-7?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:1","text":"Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God,"},{"verse":"1:2","text":"which he promised beforehand through his prophets in the holy Scriptures,"},{"verse":"1:3","text":"concerning his Son, who was descended from David according to the flesh"},{"verse":"1:4","text":"and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,"},{"verse":"1:5","text":"through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,"},{"verse":"1:6","text":"including you who are called to belong to Jesus Christ,"},{"verse":"1:7","text":"To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."}]}]},"PASSAGE/44/9:1-21?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:1","text":"But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"},{"verse":"9:2","text":"and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem."},{"verse":"9:3","text":"Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him."},{"verse":"9:4","text":"And falling to the ground he heard a voice saying to him, “Saul, Saul, why are you persecuting me?”"},{"verse":"9:5","text":"And he said, “Who are you, Lord?” And he said, “I am Jesus, whom you are persecuting."},{"verse":"9:6","text":"But rise and enter the city, and you will be told what you are to do.”"},{"verse":"9:7","text":"The men who were traveling with him stood speechless, hearing the voice but seeing no one."},{"verse":"9:8","text":"Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus."},{"verse":"9:9","text":"And for three days he was without sight, and neither ate nor drank."},{"verse":"9:10","text":"Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias.” And he said, “Here I am, Lord.”"},{"verse":"9:11","text":"And the Lord said to him, “Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,"},{"verse":"9:12","text":"and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”"},{"verse":"9:13","text":"But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem."},{"verse":"9:14","text":"And here he has authority from the chief priests to bind all who call on your name.”"},{"verse":"9:15","text":"But the Lord said to him, “Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel."},{"verse":"9:16","text":"For I will show him how much he must suffer for the sake of my name.”"},{"verse":"9:17","text":"So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.”"},{"verse":"9:18","text":"And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized;"},{"verse":"9:19","text":"and taking food, he was strengthened. For some days he was with the disciples at Damascus."},{"verse":"9:20","text":"And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.”"},{"verse":"9:21","text":"And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?”"}]}]},"PASSAGE/54/1:12-16?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:12","text":"I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service,"},{"verse":"1:13","text":"though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief,"},{"verse":"1:14","text":"and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus."},{"verse":"1:15","text":"The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost."},{"verse":"1:16","text":"But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life."}]}]},"PASSAGE/45/1:8-10?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:8","text":"First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world."},{"verse":"1:9","text":"For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you"},{"verse":"1:10","text":"always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you."}]}]},"PASSAGE/44/28:14-20?bibleVersion=esv":{"paragraphs":[{"id":28,"title":"","verses":[{"verse":"28:14","text":"There we found brothers and were invited to stay with them for seven days. And so we came to Rome."},{"verse":"28:15","text":"And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage."},{"verse":"28:16","text":"And when we came into Rome, Paul was allowed to stay by himself, with the soldier who guarded him."},{"verse":"28:17","text":"After three days he called together the local leaders of the Jews, and when they had gathered, he said to them, “Brothers, though I had done nothing against our people or the customs of our fathers, yet I was delivered as a prisoner from Jerusalem into the hands of the Romans."},{"verse":"28:18","text":"When they had examined me, they wished to set me at liberty, because there was no reason for the death penalty in my case."},{"verse":"28:19","text":"But because the Jews objected, I was compelled to appeal to Caesar—though I had no charge to bring against my nation."},{"verse":"28:20","text":"For this reason, therefore, I have asked to see you and speak with you, since it is because of the hope of Israel that I am wearing this chain.”"}]}]},"PASSAGE/44/28:30-31?bibleVersion=esv":{"paragraphs":[{"id":28,"title":"","verses":[{"verse":"28:30","text":"He lived there two whole years at his own expense, and welcomed all who came to him,"},{"verse":"28:31","text":"proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."}]}]},"PASSAGE/45/1:11-15?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:11","text":"For I long to see you, that I may impart to you some spiritual gift to strengthen you—"},{"verse":"1:12","text":"that is, that we may be mutually encouraged by each other’s faith, both yours and mine."},{"verse":"1:13","text":"I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles."},{"verse":"1:14","text":"I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish."},{"verse":"1:15","text":"So I am eager to preach the gospel to you also who are in Rome."}]}]},"PASSAGE/44/26:11-18?bibleVersion=esv":{"paragraphs":[{"id":26,"title":"","verses":[{"verse":"26:11","text":"And I punished them often in all the synagogues and tried to make them blaspheme, and in raging fury against them I persecuted them even to foreign cities."},{"verse":"26:12","text":"“In this connection I journeyed to Damascus with the authority and commission of the chief priests."},{"verse":"26:13","text":"At midday, O king, I saw on the way a light from heaven, brighter than the sun, that shone around me and those who journeyed with me."},{"verse":"26:14","text":"And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, ‘Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.’"},{"verse":"26:15","text":"And I said, ‘Who are you, Lord?’ And the Lord said, ‘I am Jesus whom you are persecuting."},{"verse":"26:16","text":"But rise and stand upon your feet, for I have appeared to you for this purpose, to appoint you as a servant and witness to the things in which you have seen me and to those in which I will appear to you,"},{"verse":"26:17","text":"delivering you from your people and from the Gentiles—to whom I am sending you"},{"verse":"26:18","text":"to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’"}]}]},"PASSAGE/45/1:16-17?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:16","text":"For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."},{"verse":"1:17","text":"For in it the righteousness of God is revealed from faith for faith,as it is written, “The righteous shall live by faith.”"}]}]},"PASSAGE/50/3:4-9?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:4","text":"though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more:"},{"verse":"3:5","text":"circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee;"},{"verse":"3:6","text":"as to zeal, a persecutor of the church; as to righteousness under the law, blameless."},{"verse":"3:7","text":"But whatever gain I had, I counted as loss for the sake of Christ."},{"verse":"3:8","text":"Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ"},{"verse":"3:9","text":"and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—"}]}]},"PASSAGE/45/1:1-17?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:1","text":"Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God,"},{"verse":"1:2","text":"which he promised beforehand through his prophets in the holy Scriptures,"},{"verse":"1:3","text":"concerning his Son, who was descended from David according to the flesh"},{"verse":"1:4","text":"and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,"},{"verse":"1:5","text":"through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,"},{"verse":"1:6","text":"including you who are called to belong to Jesus Christ,"},{"verse":"1:7","text":"To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."},{"verse":"1:8","text":"First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world."},{"verse":"1:9","text":"For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you"},{"verse":"1:10","text":"always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you."},{"verse":"1:11","text":"For I long to see you, that I may impart to you some spiritual gift to strengthen you—"},{"verse":"1:12","text":"that is, that we may be mutually encouraged by each other’s faith, both yours and mine."},{"verse":"1:13","text":"I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles."},{"verse":"1:14","text":"I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish."},{"verse":"1:15","text":"So I am eager to preach the gospel to you also who are in Rome."},{"verse":"1:16","text":"For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."},{"verse":"1:17","text":"For in it the righteousness of God is revealed from faith for faith,as it is written, “The righteous shall live by faith.”"}]}]},"PASSAGE/45/1:18-20?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth."},{"verse":"1:19","text":"For what can be known about God is plain to them, because God has shown it to them."},{"verse":"1:20","text":"For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse."}]}]},"PASSAGE/45/1:21-23?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:21","text":"For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened."},{"verse":"1:22","text":"Claiming to be wise, they became fools,"},{"verse":"1:23","text":"and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things."}]}]},"PASSAGE/43/1:4-9?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:4","text":"In him was life, and the life was the light of men."},{"verse":"1:5","text":"The light shines in the darkness, and the darkness has not overcome it."},{"verse":"1:6","text":"There was a man sent from God, whose name was John."},{"verse":"1:7","text":"He came as a witness, to bear witness about the light, that all might believe through him."},{"verse":"1:8","text":"He was not the light, but came to bear witness about the light."},{"verse":"1:9","text":"The true light, which gives light to everyone, was coming into the world."}]}]},"PASSAGE/43/8:12?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:12","text":"Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”"}]}]},"PASSAGE/40/5:14-16?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:14","text":"“You are the light of the world. A city set on a hill cannot be hidden."},{"verse":"5:15","text":"Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house."},{"verse":"5:16","text":"In the same way, let your light shine before others, so thatthey may see your good works and give glory to your Father who is in heaven."}]}]},"PASSAGE/45/1:24-28?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:24","text":"Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,"},{"verse":"1:25","text":"because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen."},{"verse":"1:26","text":"For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;"},{"verse":"1:27","text":"and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error."},{"verse":"1:28","text":"And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done."}]}]},"PASSAGE/1/1:26-27?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:26","text":"Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”"},{"verse":"1:27","text":"So God created man in his own image, in the image of God he created him; male and female he created them."}]}]},"PASSAGE/1/2:24-25?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:24","text":"Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh."},{"verse":"2:25","text":"And the man and his wife were both naked and were not ashamed."}]}]},"PASSAGE/41/10:8-9?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:8","text":"and the two shall become one flesh.’ So they are no longer two but one flesh."},{"verse":"10:9","text":"What therefore God has joined together, let not man separate.”"}]}]},"PASSAGE/46/6:9-11?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:9","text":"Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,"},{"verse":"6:10","text":"nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God."},{"verse":"6:11","text":"And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."}]}]},"PASSAGE/46/6:18-20?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:18","text":"Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body."},{"verse":"6:19","text":"Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,"},{"verse":"6:20","text":"for you were bought with a price. So glorify God in your body."}]}]},"PASSAGE/45/1:28-32?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:28","text":"And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done."},{"verse":"1:29","text":"They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips,"},{"verse":"1:30","text":"slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents,"},{"verse":"1:31","text":"foolish, faithless, heartless, ruthless."},{"verse":"1:32","text":"Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them."}]}]},"PASSAGE/45/1:18-32?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth."},{"verse":"1:19","text":"For what can be known about God is plain to them, because God has shown it to them."},{"verse":"1:20","text":"For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse."},{"verse":"1:21","text":"For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened."},{"verse":"1:22","text":"Claiming to be wise, they became fools,"},{"verse":"1:23","text":"and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things."},{"verse":"1:24","text":"Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,"},{"verse":"1:25","text":"because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen."},{"verse":"1:26","text":"For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;"},{"verse":"1:27","text":"and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error."},{"verse":"1:28","text":"And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done."},{"verse":"1:29","text":"They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips,"},{"verse":"1:30","text":"slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents,"},{"verse":"1:31","text":"foolish, faithless, heartless, ruthless."},{"verse":"1:32","text":"Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them."}]}]},"PASSAGE/45/2:1-4?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things."},{"verse":"2:2","text":"We know that the judgment of God rightly falls on those who practice such things."},{"verse":"2:3","text":"Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God?"},{"verse":"2:4","text":"Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?"}]}]},"PASSAGE/45/2:5-16?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:5","text":"But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed."},{"verse":"2:6","text":"He will render to each one according to his works:"},{"verse":"2:7","text":"to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;"},{"verse":"2:8","text":"but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury."},{"verse":"2:9","text":"There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek,"},{"verse":"2:10","text":"but glory and honor and peace for everyone who does good, the Jew first and also the Greek."},{"verse":"2:11","text":"For God shows no partiality."},{"verse":"2:12","text":"For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law."},{"verse":"2:13","text":"For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified."},{"verse":"2:14","text":"For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law."},{"verse":"2:15","text":"They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them"},{"verse":"2:16","text":"on that day when, according to my gospel, God judges the secrets of men by Christ Jesus."}]}]},"PASSAGE/40/6:19-20?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:19","text":"“Do not lay up for yourselves treasures on earth, where moth and rustdestroy and where thieves break in and steal,"},{"verse":"6:20","text":"but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal."}]}]},"PASSAGE/40/12:35?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:35","text":"The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil."}]}]},"PASSAGE/45/2:17-24?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:17","text":"But if you call yourself a Jew and rely on the law and boast in God"},{"verse":"2:18","text":"and know his will and approve what is excellent, because you are instructed from the law;"},{"verse":"2:19","text":"and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness,"},{"verse":"2:20","text":"an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—"},{"verse":"2:21","text":"you then who teach others, do you not teach yourself? While you preach against stealing, do you steal?"},{"verse":"2:22","text":"You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"},{"verse":"2:23","text":"You who boast in the law dishonor God by breaking the law."},{"verse":"2:24","text":"For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”"}]}]},"PASSAGE/2/20:1-17?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:1","text":"And God spoke all these words, saying,"},{"verse":"20:2","text":"“I am the Lord your God, who brought you out of the land of Egypt, out of the house of slavery."},{"verse":"20:3","text":"“You shall have no other gods before me."},{"verse":"20:4","text":"“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth."},{"verse":"20:5","text":"You shall not bow down to them or serve them, for I the Lord your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,"},{"verse":"20:6","text":"but showing steadfast love to thousands of those who love me and keep my commandments."},{"verse":"20:7","text":"“You shall not take the name of the Lord your God in vain, for the Lord will not hold him guiltless who takes his name in vain."},{"verse":"20:8","text":"“Remember the Sabbath day, to keep it holy."},{"verse":"20:9","text":"Six days you shall labor, and do all your work,"},{"verse":"20:10","text":"but the seventh day is a Sabbath to the Lord your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates."},{"verse":"20:11","text":"For in six days the Lord made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the Lord blessed the Sabbath day and made it holy."},{"verse":"20:12","text":"“Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you."},{"verse":"20:13","text":"“You shall not murder."},{"verse":"20:14","text":"“You shall not commit adultery."},{"verse":"20:15","text":"“You shall not steal."},{"verse":"20:16","text":"“You shall not bear false witness against your neighbor."},{"verse":"20:17","text":"“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”"}]}]},"PASSAGE/40/7:21-23?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:21","text":"“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven."},{"verse":"7:22","text":"On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’"},{"verse":"7:23","text":"And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’"}]}]},"PASSAGE/45/2:25-29?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:25","text":"For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision."},{"verse":"2:26","text":"So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision?"},{"verse":"2:27","text":"Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law."},{"verse":"2:28","text":"For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical."},{"verse":"2:29","text":"But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God."}]}]},"PASSAGE/1/17:1-14?bibleVersion=esv":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:1","text":"When Abram was ninety-nine years old the Lord appeared to Abram and said to him, “I am God Almighty; walk before me, and be blameless,"},{"verse":"17:2","text":"that I may make my covenant between me and you, and may multiply you greatly.”"},{"verse":"17:3","text":"Then Abram fell on his face. And God said to him,"},{"verse":"17:4","text":"“Behold, my covenant is with you, and you shall be the father of a multitude of nations."},{"verse":"17:5","text":"No longer shall your name be called Abram, but your name shall be Abraham, for I have made you the father of a multitude of nations."},{"verse":"17:6","text":"I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you."},{"verse":"17:7","text":"And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you."},{"verse":"17:8","text":"And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”"},{"verse":"17:9","text":"And God said to Abraham, “As for you, you shall keep my covenant, you and your offspring after you throughout their generations."},{"verse":"17:10","text":"This is my covenant, which you shall keep, between me and you and your offspring after you: Every male among you shall be circumcised."},{"verse":"17:11","text":"You shall be circumcised in the flesh of your foreskins, and it shall be a sign of the covenant between me and you."},{"verse":"17:12","text":"He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring,"},{"verse":"17:13","text":"both he who is born in your house and he who is bought with your money, shall surely be circumcised. So shall my covenant be in your flesh an everlasting covenant."},{"verse":"17:14","text":"Any uncircumcised male who is not circumcised in the flesh of his foreskin shall be cut off from his people; he has broken my covenant.”"}]}]},"PASSAGE/45/3:1-4?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"Then what advantage has the Jew? Or what is the value of circumcision?"},{"verse":"3:2","text":"Much in every way. To begin with, the Jews were entrusted with the oracles of God."},{"verse":"3:3","text":"What if some were unfaithful? Does their faithlessness nullify the faithfulness of God?"},{"verse":"3:4","text":"By no means! Let God be true though every one were a liar, as it is written, “That you may be justified in your words, and prevail when you are judged.”"}]}]},"PASSAGE/45/2:6-29?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:6","text":"He will render to each one according to his works:"},{"verse":"2:7","text":"to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;"},{"verse":"2:8","text":"but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury."},{"verse":"2:9","text":"There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek,"},{"verse":"2:10","text":"but glory and honor and peace for everyone who does good, the Jew first and also the Greek."},{"verse":"2:11","text":"For God shows no partiality."},{"verse":"2:12","text":"For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law."},{"verse":"2:13","text":"For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified."},{"verse":"2:14","text":"For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law."},{"verse":"2:15","text":"They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them"},{"verse":"2:16","text":"on that day when, according to my gospel, God judges the secrets of men by Christ Jesus."},{"verse":"2:17","text":"But if you call yourself a Jew and rely on the law and boast in God"},{"verse":"2:18","text":"and know his will and approve what is excellent, because you are instructed from the law;"},{"verse":"2:19","text":"and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness,"},{"verse":"2:20","text":"an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—"},{"verse":"2:21","text":"you then who teach others, do you not teach yourself? While you preach against stealing, do you steal?"},{"verse":"2:22","text":"You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"},{"verse":"2:23","text":"You who boast in the law dishonor God by breaking the law."},{"verse":"2:24","text":"For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”"},{"verse":"2:25","text":"For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision."},{"verse":"2:26","text":"So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision?"},{"verse":"2:27","text":"Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law."},{"verse":"2:28","text":"For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical."},{"verse":"2:29","text":"But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God."}]}]},"PASSAGE/45/3:3-4?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:3","text":"What if some were unfaithful? Does their faithlessness nullify the faithfulness of God?"},{"verse":"3:4","text":"By no means! Let God be true though every one were a liar, as it is written, “That you may be justified in your words, and prevail when you are judged.”"}]}]},"PASSAGE/1/12:1-7?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"Now the Lord said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you."},{"verse":"12:2","text":"And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing."},{"verse":"12:3","text":"I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”"},{"verse":"12:4","text":"So Abram went, as the Lord had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran."},{"verse":"12:5","text":"And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan,"},{"verse":"12:6","text":"Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land."},{"verse":"12:7","text":"Then the Lord appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the Lord, who had appeared to him."}]}]},"PASSAGE/5/30:15-20?bibleVersion=esv":{"paragraphs":[{"id":30,"title":"","verses":[{"verse":"30:15","text":"“See, I have set before you today life and good, death and evil."},{"verse":"30:16","text":"If you obey the commandments of the Lord your God that I command you today, by loving the Lord your God, by walking in his ways, and by keeping his commandments and his statutes and his rules, then you shall live and multiply, and the Lord your God will bless you in the land that you are entering to take possession of it."},{"verse":"30:17","text":"But if your heart turns away, and you will not hear, but are drawn away to worship other gods and serve them,"},{"verse":"30:18","text":"I declare to you today, that you shall surely perish. You shall not live long in the land that you are going over the Jordan to enter and possess."},{"verse":"30:19","text":"I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live,"},{"verse":"30:20","text":"loving the Lord your God, obeying his voice and holding fast to him, for he is your life and length of days, that you may dwell in the land that the Lord swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them.”"}]}]},"PASSAGE/24/31:35-37?bibleVersion=esv":{"paragraphs":[{"id":31,"title":"","verses":[{"verse":"31:35","text":"Thus says the Lord, who gives the sun for light by day and the fixed order of the moon and the stars for light by night, who stirs up the sea so that its waves roar— the Lord of hosts is his name:"},{"verse":"31:36","text":"“If this fixed order departs from before me, declares the Lord, then shall the offspring of Israel cease from being a nation before me forever.”"},{"verse":"31:37","text":"Thus says the Lord: “If the heavens above can be measured, and the foundations of the earth below can be explored, then I will cast off all the offspring of Israel for all that they have done, declares the Lord.”"}]}]},"PASSAGE/19/51:1-6?bibleVersion=esv":{"paragraphs":[{"id":51,"title":"","verses":[{"verse":"51:1","text":"Have mercy on me, O God, according to your steadfast love; according to your abundant mercy blot out my transgressions."},{"verse":"51:2","text":"Wash me thoroughly from my iniquity, and cleanse me from my sin!"},{"verse":"51:3","text":"For I know my transgressions, and my sin is ever before me."},{"verse":"51:4","text":"Against you, you only, have I sinned and done what is evil in your sight, so that you may be justified in your words and blameless in your judgment."},{"verse":"51:5","text":"Behold, I was brought forth in iniquity, and in sin did my mother conceive me."},{"verse":"51:6","text":"Behold, you delight in truth in the inward being, and you teach me wisdom in the secret heart."}]}]},"PASSAGE/59/1:13-14?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:13","text":"Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one."},{"verse":"1:14","text":"But each person is tempted when he is lured and enticed by his own desire."}]}]},"PASSAGE/45/3:5-8?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:5","text":"But if our unrighteousness serves to show the righteousness of God, what shall we say? That God is unrighteous to inflict wrath on us? (I speak in a human way.)"},{"verse":"3:6","text":"By no means! For then how could God judge the world?"},{"verse":"3:7","text":"But if through my lie God’s truth abounds to his glory, why am I still being condemned as a sinner?"},{"verse":"3:8","text":"And why not do evil that good may come?—as some people slanderously charge us with saying. Their condemnation is just."}]}]},"PASSAGE/45/3:9-18?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:9","text":"What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin,"},{"verse":"3:10","text":"as it is written: “None is righteous, no, not one;"},{"verse":"3:11","text":"no one understands; no one seeks for God."},{"verse":"3:12","text":"All have turned aside; together they have become worthless; no one does good, not even one.”"},{"verse":"3:13","text":"“Their throat is an open grave; they use their tongues to deceive.” “The venom of asps is under their lips.”"},{"verse":"3:14","text":"“Their mouth is full of curses and bitterness.”"},{"verse":"3:15","text":"“Their feet are swift to shed blood;"},{"verse":"3:16","text":"in their paths are ruin and misery,"},{"verse":"3:17","text":"and the way of peace they have not known.”"},{"verse":"3:18","text":"“There is no fear of God before their eyes.”"}]}]},"PASSAGE/59/3:5-10?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:5","text":"So also the tongue is a small member, yet it boasts of great things. How great a forest is set ablaze by such a small fire!"},{"verse":"3:6","text":"And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell."},{"verse":"3:7","text":"For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind,"},{"verse":"3:8","text":"but no human being can tame the tongue. It is a restless evil, full of deadly poison."},{"verse":"3:9","text":"With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God."},{"verse":"3:10","text":"From the same mouth come blessing and cursing. My brothers, these things ought not to be so."}]}]},"PASSAGE/45/3:19-20?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:19","text":"Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God."},{"verse":"3:20","text":"For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin."}]}]},"PASSAGE/45/3:1-20?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"Then what advantage has the Jew? Or what is the value of circumcision?"},{"verse":"3:2","text":"Much in every way. To begin with, the Jews were entrusted with the oracles of God."},{"verse":"3:3","text":"What if some were unfaithful? Does their faithlessness nullify the faithfulness of God?"},{"verse":"3:4","text":"By no means! Let God be true though every one were a liar, as it is written, “That you may be justified in your words, and prevail when you are judged.”"},{"verse":"3:5","text":"But if our unrighteousness serves to show the righteousness of God, what shall we say? That God is unrighteous to inflict wrath on us? (I speak in a human way.)"},{"verse":"3:6","text":"By no means! For then how could God judge the world?"},{"verse":"3:7","text":"But if through my lie God’s truth abounds to his glory, why am I still being condemned as a sinner?"},{"verse":"3:8","text":"And why not do evil that good may come?—as some people slanderously charge us with saying. Their condemnation is just."},{"verse":"3:9","text":"What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin,"},{"verse":"3:10","text":"as it is written: “None is righteous, no, not one;"},{"verse":"3:11","text":"no one understands; no one seeks for God."},{"verse":"3:12","text":"All have turned aside; together they have become worthless; no one does good, not even one.”"},{"verse":"3:13","text":"“Their throat is an open grave; they use their tongues to deceive.” “The venom of asps is under their lips.”"},{"verse":"3:14","text":"“Their mouth is full of curses and bitterness.”"},{"verse":"3:15","text":"“Their feet are swift to shed blood;"},{"verse":"3:16","text":"in their paths are ruin and misery,"},{"verse":"3:17","text":"and the way of peace they have not known.”"},{"verse":"3:18","text":"“There is no fear of God before their eyes.”"},{"verse":"3:19","text":"Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God."},{"verse":"3:20","text":"For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin."}]}]},"PASSAGE/45/3:21-23?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:21","text":"But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—"},{"verse":"3:22","text":"the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:"},{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"}]}]},"PASSAGE/1/15:6?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:6","text":"And he believed the Lord, and he counted it to him as righteousness."}]}]},"PASSAGE/24/31:33-34?bibleVersion=esv":{"paragraphs":[{"id":31,"title":"","verses":[{"verse":"31:33","text":"For this is the covenant that I will make with the house of Israel after those days, declares the Lord: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people."},{"verse":"31:34","text":"And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the Lord,’ for they shall all know me, from the least of them to the greatest, declares the Lord. For I will forgive their iniquity, and I will remember their sin no more.”"}]}]},"PASSAGE/26/36:26-27?bibleVersion=esv":{"paragraphs":[{"id":36,"title":"","verses":[{"verse":"36:26","text":"And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh."},{"verse":"36:27","text":"And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules."}]}]},"PASSAGE/45/10:9-10?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:9","text":"because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."},{"verse":"10:10","text":"For with the heart one believes and is justified, and with the mouth one confesses and is saved."}]}]},"PASSAGE/45/10:14?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:14","text":"How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching?"}]}]},"PASSAGE/45/3:23-24?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"},{"verse":"3:24","text":"and are justified by his grace as a gift, through the redemption that is in Christ Jesus,"}]}]},"PASSAGE/23/53:11?bibleVersion=esv":{"paragraphs":[{"id":53,"title":"","verses":[{"verse":"53:11","text":"Out of the anguish of his soul he shall see and be satisfied; by his knowledge shall the righteous one, my servant, make many to be accounted righteous, and he shall bear their iniquities."}]}]},"PASSAGE/47/5:21?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:21","text":"For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."}]}]},"PASSAGE/41/10:45?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:45","text":"For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”"}]}]},"PASSAGE/49/1:7-8?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:7","text":"In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,"},{"verse":"1:8","text":"which he lavished upon us, in all wisdom and insight"}]}]},"PASSAGE/56/2:14?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:14","text":"who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works."}]}]},"PASSAGE/60/1:18?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,"}]}]},"PASSAGE/45/3:24-26?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:24","text":"and are justified by his grace as a gift, through the redemption that is in Christ Jesus,"},{"verse":"3:25","text":"whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."},{"verse":"3:26","text":"It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus."}]}]},"PASSAGE/58/2:17?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:17","text":"Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people."}]}]},"PASSAGE/62/2:2?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:2","text":"He is the propitiation for our sins, and not for ours only but also for the sins of the whole world."}]}]},"PASSAGE/62/4:10?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:10","text":"In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins."}]}]},"PASSAGE/45/3:25-26?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:25","text":"whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."},{"verse":"3:26","text":"It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus."}]}]},"PASSAGE/45/3:21-26?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:21","text":"But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—"},{"verse":"3:22","text":"the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:"},{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"},{"verse":"3:24","text":"and are justified by his grace as a gift, through the redemption that is in Christ Jesus,"},{"verse":"3:25","text":"whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."},{"verse":"3:26","text":"It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus."}]}]},"PASSAGE/45/3:27-28?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:27","text":"Then what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith."},{"verse":"3:28","text":"For we hold that one is justified by faith apart from works of the law."}]}]},"PASSAGE/58/11:1-40?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:1","text":"Now faith is the assurance of things hoped for, the conviction of things not seen."},{"verse":"11:2","text":"For by it the people of old received their commendation."},{"verse":"11:3","text":"By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible."},{"verse":"11:4","text":"By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks."},{"verse":"11:5","text":"By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God."},{"verse":"11:6","text":"And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him."},{"verse":"11:7","text":"By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith."},{"verse":"11:8","text":"By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going."},{"verse":"11:9","text":"By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise."},{"verse":"11:10","text":"For he was looking forward to the city that has foundations, whose designer and builder is God."},{"verse":"11:11","text":"By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised."},{"verse":"11:12","text":"Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore."},{"verse":"11:13","text":"These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth."},{"verse":"11:14","text":"For people who speak thus make it clear that they are seeking a homeland."},{"verse":"11:15","text":"If they had been thinking of that land from which they had gone out, they would have had opportunity to return."},{"verse":"11:16","text":"But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city."},{"verse":"11:17","text":"By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son,"},{"verse":"11:18","text":"of whom it was said, “Through Isaac shall your offspring be named.”"},{"verse":"11:19","text":"He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back."},{"verse":"11:20","text":"By faith Isaac invoked future blessings on Jacob and Esau."},{"verse":"11:21","text":"By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff."},{"verse":"11:22","text":"By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones."},{"verse":"11:23","text":"By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict."},{"verse":"11:24","text":"By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter,"},{"verse":"11:25","text":"choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin."},{"verse":"11:26","text":"He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward."},{"verse":"11:27","text":"By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible."},{"verse":"11:28","text":"By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them."},{"verse":"11:29","text":"By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned."},{"verse":"11:30","text":"By faith the walls of Jericho fell down after they had been encircled for seven days."},{"verse":"11:31","text":"By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies."},{"verse":"11:32","text":"And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—"},{"verse":"11:33","text":"who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions,"},{"verse":"11:34","text":"quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight."},{"verse":"11:35","text":"Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life."},{"verse":"11:36","text":"Others suffered mocking and flogging, and even chains and imprisonment."},{"verse":"11:37","text":"They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—"},{"verse":"11:38","text":"of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth."},{"verse":"11:39","text":"And all these, though commended through their faith, did not receive what was promised,"},{"verse":"11:40","text":"since God had provided something better for us, that apart from us they should not be made perfect."}]}]},"PASSAGE/45/3:29-30?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:29","text":"Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,"},{"verse":"3:30","text":"since God is one—who will justify the circumcised by faith and the uncircumcised through faith."}]}]},"PASSAGE/45/2:17?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:17","text":"But if you call yourself a Jew and rely on the law and boast in God"}]}]},"PASSAGE/45/2:23?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:23","text":"You who boast in the law dishonor God by breaking the law."}]}]},"PASSAGE/45/2:25?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:25","text":"For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision."}]}]},"PASSAGE/45/3:31?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:31","text":"Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law."}]}]},"PASSAGE/45/8:3-4?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:3","text":"For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,"},{"verse":"8:4","text":"in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit."}]}]},"PASSAGE/45/13:8-10?bibleVersion=esv":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:8","text":"Owe no one anything, except to love each other, for the one who loves another has fulfilled the law."},{"verse":"13:9","text":"For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”"},{"verse":"13:10","text":"Love does no wrong to a neighbor; therefore love is the fulfilling of the law."}]}]},"PASSAGE/65/1:4?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:4","text":"For certain people have crept in unnoticed who long ago were designated for this condemnation, ungodly people, who pervert the grace of our God into sensuality and deny our only Master and Lord, Jesus Christ."}]}]},"PASSAGE/45/8:12-17?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:12","text":"So then, brothers, we are debtors, not to the flesh, to live according to the flesh."},{"verse":"8:13","text":"For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live."},{"verse":"8:14","text":"For all who are led by the Spirit of God are sons of God."},{"verse":"8:15","text":"For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"},{"verse":"8:16","text":"The Spirit himself bears witness with our spirit that we are children of God,"},{"verse":"8:17","text":"and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."}]}]},"PASSAGE/45/8:31-34?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:31","text":"What then shall we say to these things? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?"},{"verse":"8:33","text":"Who shall bring any charge against God’s elect? It is God who justifies."},{"verse":"8:34","text":"Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."}]}]},"PASSAGE/50/2:12-13?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:12","text":"Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,"},{"verse":"2:13","text":"for it is God who works in you, both to will and to work for his good pleasure."}]}]},"PASSAGE/62/1:5-10?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:5","text":"This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all."},{"verse":"1:6","text":"If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth."},{"verse":"1:7","text":"But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin."},{"verse":"1:8","text":"If we say we have no sin, we deceive ourselves, and the truth is not in us."},{"verse":"1:9","text":"If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."},{"verse":"1:10","text":"If we say we have not sinned, we make him a liar, and his word is not in us."}]}]},"PASSAGE/45/3:27-31?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:27","text":"Then what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith."},{"verse":"3:28","text":"For we hold that one is justified by faith apart from works of the law."},{"verse":"3:29","text":"Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,"},{"verse":"3:30","text":"since God is one—who will justify the circumcised by faith and the uncircumcised through faith."},{"verse":"3:31","text":"Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law."}]}]},"PASSAGE/45/4:1-5?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:1","text":"What then shall we say was gained by Abraham, our forefather according to the flesh?"},{"verse":"4:2","text":"For if Abraham was justified by works, he has something to boast about, but not before God."},{"verse":"4:3","text":"For what does the Scripture say? “Abraham believed God, and it was counted to him as righteousness.”"},{"verse":"4:4","text":"Now to the one who works, his wages are not counted as a gift but as his due."},{"verse":"4:5","text":"And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness,"}]}]},"PASSAGE/1/12:1-9?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"Now the Lord said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you."},{"verse":"12:2","text":"And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing."},{"verse":"12:3","text":"I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”"},{"verse":"12:4","text":"So Abram went, as the Lord had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran."},{"verse":"12:5","text":"And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan,"},{"verse":"12:6","text":"Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land."},{"verse":"12:7","text":"Then the Lord appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the Lord, who had appeared to him."},{"verse":"12:8","text":"From there he moved to the hill country on the east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. And there he built an altar to the Lord and called upon the name of the Lord."},{"verse":"12:9","text":"And Abram journeyed on, still going toward the Negeb."}]}]},"PASSAGE/1/13:1-18?bibleVersion=esv":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:1","text":"So Abram went up from Egypt, he and his wife and all that he had, and Lot with him, into the Negeb."},{"verse":"13:2","text":"Now Abram was very rich in livestock, in silver, and in gold."},{"verse":"13:3","text":"And he journeyed on from the Negeb as far as Bethel to the place where his tent had been at the beginning, between Bethel and Ai,"},{"verse":"13:4","text":"to the place where he had made an altar at the first. And there Abram called upon the name of the Lord."},{"verse":"13:5","text":"And Lot, who went with Abram, also had flocks and herds and tents,"},{"verse":"13:6","text":"so that the land could not support both of them dwelling together; for their possessions were so great that they could not dwell together,"},{"verse":"13:7","text":"and there was strife between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. At that time the Canaanites and the Perizzites were dwelling in the land."},{"verse":"13:8","text":"Then Abram said to Lot, “Let there be no strife between you and me, and between your herdsmen and my herdsmen, for we are kinsmen."},{"verse":"13:9","text":"Is not the whole land before you? Separate yourself from me. If you take the left hand, then I will go to the right, or if you take the right hand, then I will go to the left.”"},{"verse":"13:10","text":"And Lot lifted up his eyes and saw that the Jordan Valley was well watered everywhere like the garden of the Lord, like the land of Egypt, in the direction of Zoar. (This was before the Lord destroyed Sodom and Gomorrah.)"},{"verse":"13:11","text":"So Lot chose for himself all the Jordan Valley, and Lot journeyed east. Thus they separated from each other."},{"verse":"13:12","text":"Abram settled in the land of Canaan, while Lot settled among the cities of the valley and moved his tent as far as Sodom."},{"verse":"13:13","text":"Now the men of Sodom were wicked, great sinners against the Lord."},{"verse":"13:14","text":"The Lord said to Abram, after Lot had separated from him, “Lift up your eyes and look from the place where you are, northward and southward and eastward and westward,"},{"verse":"13:15","text":"for all the land that you see I will give to you and to your offspring forever."},{"verse":"13:16","text":"I will make your offspring as the dust of the earth, so that if one can count the dust of the earth, your offspring also can be counted."},{"verse":"13:17","text":"Arise, walk through the length and the breadth of the land, for I will give it to you.”"},{"verse":"13:18","text":"So Abram moved his tent and came and settled by the oaks of Mamre, which are at Hebron, and there he built an altar to the Lord."}]}]},"PASSAGE/1/15:1-6?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:1","text":"After these things the word of the Lord came to Abram in a vision: “Fear not, Abram, I am your shield; your reward shall be very great.”"},{"verse":"15:2","text":"But Abram said, “O Lord God, what will you give me, for I continue childless, and the heir of my house is Eliezer of Damascus?”"},{"verse":"15:3","text":"And Abram said, “Behold, you have given me no offspring, and a member of my household will be my heir.”"},{"verse":"15:4","text":"And behold, the word of the Lord came to him: “This man shall not be your heir; your very own son shall be your heir.”"},{"verse":"15:5","text":"And he brought him outside and said, “Look toward heaven, and number the stars, if you are able to number them.” Then he said to him, “So shall your offspring be.”"},{"verse":"15:6","text":"And he believed the Lord, and he counted it to him as righteousness."}]}]},"PASSAGE/1/15:18?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:18","text":"On that day the Lord made a covenant with Abram, saying, “To your offspring I give this land, from the river of Egypt to the great river, the river Euphrates,"}]}]},"PASSAGE/1/17:1-10?bibleVersion=esv":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:1","text":"When Abram was ninety-nine years old the Lord appeared to Abram and said to him, “I am God Almighty; walk before me, and be blameless,"},{"verse":"17:2","text":"that I may make my covenant between me and you, and may multiply you greatly.”"},{"verse":"17:3","text":"Then Abram fell on his face. And God said to him,"},{"verse":"17:4","text":"“Behold, my covenant is with you, and you shall be the father of a multitude of nations."},{"verse":"17:5","text":"No longer shall your name be called Abram, but your name shall be Abraham, for I have made you the father of a multitude of nations."},{"verse":"17:6","text":"I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you."},{"verse":"17:7","text":"And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you."},{"verse":"17:8","text":"And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”"},{"verse":"17:9","text":"And God said to Abraham, “As for you, you shall keep my covenant, you and your offspring after you throughout their generations."},{"verse":"17:10","text":"This is my covenant, which you shall keep, between me and you and your offspring after you: Every male among you shall be circumcised."}]}]},"PASSAGE/1/17:23?bibleVersion=esv":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:23","text":"Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him."}]}]},"PASSAGE/45/6:23?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:23","text":"For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."}]}]},"PASSAGE/45/4:6-8?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:6","text":"just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:"},{"verse":"4:7","text":"“Blessed are those whose lawless deeds are forgiven, and whose sins are covered;"},{"verse":"4:8","text":"blessed is the man against whom the Lord will not count his sin.”"}]}]},"PASSAGE/10/11:1-12:33?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:1","text":"In the spring of the year, the time when kings go out to battle, David sent Joab, and his servants with him, and all Israel. And they ravaged the Ammonites and besieged Rabbah. But David remained at Jerusalem."},{"verse":"11:2","text":"It happened, late one afternoon, when David arose from his couch and was walking on the roof of the king’s house, that he saw from the roof a woman bathing; and the woman was very beautiful."},{"verse":"11:3","text":"And David sent and inquired about the woman. And one said, “Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”"},{"verse":"11:4","text":"So David sent messengers and took her, and she came to him, and he lay with her. (Now she had been purifying herself from her uncleanness.) Then she returned to her house."},{"verse":"11:5","text":"And the woman conceived, and she sent and told David, “I am pregnant.”"},{"verse":"11:6","text":"So David sent word to Joab, “Send me Uriah the Hittite.” And Joab sent Uriah to David."},{"verse":"11:7","text":"When Uriah came to him, David asked how Joab was doing and how the people were doing and how the war was going."},{"verse":"11:8","text":"Then David said to Uriah, “Go down to your house and wash your feet.” And Uriah went out of the king’s house, and there followed him a present from the king."},{"verse":"11:9","text":"But Uriah slept at the door of the king’s house with all the servants of his lord, and did not go down to his house."},{"verse":"11:10","text":"When they told David, “Uriah did not go down to his house,” David said to Uriah, “Have you not come from a journey? Why did you not go down to your house?”"},{"verse":"11:11","text":"Uriah said to David, “The ark and Israel and Judah dwell in booths, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house, to eat and to drink and to lie with my wife? As you live, and as your soul lives, I will not do this thing.”"},{"verse":"11:12","text":"Then David said to Uriah, “Remain here today also, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next."},{"verse":"11:13","text":"And David invited him, and he ate in his presence and drank, so that he made him drunk. And in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house."},{"verse":"11:14","text":"In the morning David wrote a letter to Joab and sent it by the hand of Uriah."},{"verse":"11:15","text":"In the letter he wrote, “Set Uriah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.”"},{"verse":"11:16","text":"And as Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant men."},{"verse":"11:17","text":"And the men of the city came out and fought with Joab, and some of the servants of David among the people fell. Uriah the Hittite also died."},{"verse":"11:18","text":"Then Joab sent and told David all the news about the fighting."},{"verse":"11:19","text":"And he instructed the messenger, “When you have finished telling all the news about the fighting to the king,"},{"verse":"11:20","text":"then, if the king’s anger rises, and if he says to you, ‘Why did you go so near the city to fight? Did you not know that they would shoot from the wall?"},{"verse":"11:21","text":"Who killed Abimelech the son of Jerubbesheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is dead also.’”"},{"verse":"11:22","text":"So the messenger went and came and told David all that Joab had sent him to tell."},{"verse":"11:23","text":"The messenger said to David, “The men gained an advantage over us and came out against us in the field, but we drove them back to the entrance of the gate."},{"verse":"11:24","text":"Then the archers shot at your servants from the wall. Some of the king’s servants are dead, and your servant Uriah the Hittite is dead also.”"},{"verse":"11:25","text":"David said to the messenger, “Thus shall you say to Joab, ‘Do not let this matter displease you, for the sword devours now one and now another. Strengthen your attack against the city and overthrow it.’ And encourage him.”"},{"verse":"11:26","text":"When the wife of Uriah heard that Uriah her husband was dead, she lamented over her husband."},{"verse":"11:27","text":"And when the mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the Lord."}]},{"id":12,"title":"","verses":[{"verse":"12:1","text":"And the Lord sent Nathan to David. He came to him and said to him, “There were two men in a certain city, the one rich and the other poor."},{"verse":"12:2","text":"The rich man had very many flocks and herds,"},{"verse":"12:3","text":"but the poor man had nothing but one little ewe lamb, which he had bought. And he brought it up, and it grew up with him and with his children. It used to eat of his morsel and drink from his cup and lie in his arms, and it was like a daughter to him."},{"verse":"12:4","text":"Now there came a traveler to the rich man, and he was unwilling to take one of his own flock or herd to prepare for the guest who had come to him, but he took the poor man’s lamb and prepared it for the man who had come to him.”"},{"verse":"12:5","text":"Then David’s anger was greatly kindled against the man, and he said to Nathan, “As the Lord lives, the man who has done this deserves to die,"},{"verse":"12:6","text":"and he shall restore the lamb fourfold, because he did this thing, and because he had no pity.”"},{"verse":"12:7","text":"Nathan said to David, “You are the man! Thus says the Lord, the God of Israel, ‘I anointed you king over Israel, and I delivered you out of the hand of Saul."},{"verse":"12:8","text":"And I gave you your master’s house and your master’s wives into your arms and gave you the house of Israel and of Judah. And if this were too little, I would add to you as much more."},{"verse":"12:9","text":"Why have you despised the word of the Lord, to do what is evil in his sight? You have struck down Uriah the Hittite with the sword and have taken his wife to be your wife and have killed him with the sword of the Ammonites."},{"verse":"12:10","text":"Now therefore the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.’"},{"verse":"12:11","text":"Thus says the Lord, ‘Behold, I will raise up evil against you out of your own house. And I will take your wives before your eyes and give them to your neighbor, and he shall lie with your wives in the sight of this sun."},{"verse":"12:12","text":"For you did it secretly, but I will do this thing before all Israel and before the sun.’”"},{"verse":"12:13","text":"David said to Nathan, “I have sinned against the Lord.” And Nathan said to David, “The Lord also has put away your sin; you shall not die."},{"verse":"12:14","text":"Nevertheless, because by this deed you have utterly scorned the Lord, the child who is born to you shall die.”"},{"verse":"12:15","text":"Then Nathan went to his house. And the Lord afflicted the child that Uriah’s wife bore to David, and he became sick."},{"verse":"12:16","text":"David therefore sought God on behalf of the child. And David fasted and went in and lay all night on the ground."},{"verse":"12:17","text":"And the elders of his house stood beside him, to raise him from the ground, but he would not, nor did he eat food with them."},{"verse":"12:18","text":"On the seventh day the child died. And the servants of David were afraid to tell him that the child was dead, for they said, “Behold, while the child was yet alive, we spoke to him, and he did not listen to us. How then can we say to him the child is dead? He may do himself some harm.”"},{"verse":"12:19","text":"But when David saw that his servants were whispering together, David understood that the child was dead. And David said to his servants, “Is the child dead?” They said, “He is dead.”"},{"verse":"12:20","text":"Then David arose from the earth and washed and anointed himself and changed his clothes. And he went into the house of the Lord and worshiped. He then went to his own house. And when he asked, they set food before him, and he ate."},{"verse":"12:21","text":"Then his servants said to him, “What is this thing that you have done? You fasted and wept for the child while he was alive; but when the child died, you arose and ate food.”"},{"verse":"12:22","text":"He said, “While the child was still alive, I fasted and wept, for I said, ‘Who knows whether the Lord will be gracious to me, that the child may live?’"},{"verse":"12:23","text":"But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.”"},{"verse":"12:24","text":"Then David comforted his wife, Bathsheba, and went in to her and lay with her, and she bore a son, and he called his name Solomon. And the Lord loved him"},{"verse":"12:25","text":"and sent a message by Nathan the prophet. So he called his name Jedidiah, because of the Lord."},{"verse":"12:26","text":"Now Joab fought against Rabbah of the Ammonites and took the royal city."},{"verse":"12:27","text":"And Joab sent messengers to David and said, “I have fought against Rabbah; moreover, I have taken the city of waters."},{"verse":"12:28","text":"Now then gather the rest of the people together and encamp against the city and take it, lest I take the city and it be called by my name.”"},{"verse":"12:29","text":"So David gathered all the people together and went to Rabbah and fought against it and took it."},{"verse":"12:30","text":"And he took the crown of their king from his head. The weight of it was a talent of gold, and in it was a precious stone, and it was placed on David’s head. And he brought out the spoil of the city, a very great amount."},{"verse":"12:31","text":"And he brought out the people who were in it and set them to labor with saws and iron picks and iron axes and made them toil at the brick kilns. And thus he did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem."}]}]},"PASSAGE/19/32:1-11?bibleVersion=esv":{"paragraphs":[{"id":32,"title":"","verses":[{"verse":"32:1","text":"Blessed is the one whose transgression is forgiven, whose sin is covered."},{"verse":"32:2","text":"Blessed is the man against whom the Lordcounts no iniquity, and in whose spirit there is no deceit."},{"verse":"32:3","text":"For when I kept silent, my bones wasted away through my groaning all day long."},{"verse":"32:4","text":"For day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah"},{"verse":"32:5","text":"I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah"},{"verse":"32:6","text":"Therefore let everyone who is godly offer prayer to you at a time when you may be found; surely in the rush of great waters, they shall not reach him."},{"verse":"32:7","text":"You are a hiding place for me; you preserve me from trouble; you surround me with shouts of deliverance. Selah"},{"verse":"32:8","text":"I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you."},{"verse":"32:9","text":"Be not like a horse or a mule, without understanding, which must be curbed with bit and bridle, or it will not stay near you."},{"verse":"32:10","text":"Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord."},{"verse":"32:11","text":"Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!"}]}]},"PASSAGE/19/51:1-19?bibleVersion=esv":{"paragraphs":[{"id":51,"title":"","verses":[{"verse":"51:1","text":"Have mercy on me, O God, according to your steadfast love; according to your abundant mercy blot out my transgressions."},{"verse":"51:2","text":"Wash me thoroughly from my iniquity, and cleanse me from my sin!"},{"verse":"51:3","text":"For I know my transgressions, and my sin is ever before me."},{"verse":"51:4","text":"Against you, you only, have I sinned and done what is evil in your sight, so that you may be justified in your words and blameless in your judgment."},{"verse":"51:5","text":"Behold, I was brought forth in iniquity, and in sin did my mother conceive me."},{"verse":"51:6","text":"Behold, you delight in truth in the inward being, and you teach me wisdom in the secret heart."},{"verse":"51:7","text":"Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow."},{"verse":"51:8","text":"Let me hear joy and gladness; let the bones that you have broken rejoice."},{"verse":"51:9","text":"Hide your face from my sins, and blot out all my iniquities."},{"verse":"51:10","text":"Create in me a clean heart, O God, and renew a right spirit within me."},{"verse":"51:11","text":"Cast me not away from your presence, and take not your Holy Spirit from me."},{"verse":"51:12","text":"Restore to me the joy of your salvation, and uphold me with a willing spirit."},{"verse":"51:13","text":"Then I will teach transgressors your ways, and sinners will return to you."},{"verse":"51:14","text":"Deliver me from bloodguiltiness, O God, O God of my salvation, and my tongue will sing aloud of your righteousness."},{"verse":"51:15","text":"O Lord, open my lips, and my mouth will declare your praise."},{"verse":"51:16","text":"For you will not delight in sacrifice, or I would give it; you will not be pleased with a burnt offering."},{"verse":"51:17","text":"The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise."},{"verse":"51:18","text":"Do good to Zion in your good pleasure; build up the walls of Jerusalem;"},{"verse":"51:19","text":"then will you delight in right sacrifices, in burnt offerings and whole burnt offerings; then bulls will be offered on your altar."}]}]},"PASSAGE/47/5:19-21?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:19","text":"that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation."},{"verse":"5:20","text":"Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God."},{"verse":"5:21","text":"For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."}]}]},"PASSAGE/45/4:9-15?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:9","text":"Is this blessing then only for the circumcised, or also for the uncircumcised? For we say that faith was counted to Abraham as righteousness."},{"verse":"4:10","text":"How then was it counted to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised."},{"verse":"4:11","text":"He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well,"},{"verse":"4:12","text":"and to make him the father of the circumcised who are not merely circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised."},{"verse":"4:13","text":"For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith."},{"verse":"4:14","text":"For if it is the adherents of the law who are to be the heirs, faith is null and the promise is void."},{"verse":"4:15","text":"For the law brings wrath, but where there is no law there is no transgression."}]}]},"PASSAGE/1/15:13-18?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:13","text":"Then the Lord said to Abram, “Know for certain that your offspring will be sojourners in a land that is not theirs and will be servants there, and they will be afflicted for four hundred years."},{"verse":"15:14","text":"But I will bring judgment on the nation that they serve, and afterward they shall come out with great possessions."},{"verse":"15:15","text":"As for you, you shall go to your fathers in peace; you shall be buried in a good old age."},{"verse":"15:16","text":"And they shall come back here in the fourth generation, for the iniquity of the Amorites is not yet complete.”"},{"verse":"15:17","text":"When the sun had gone down and it was dark, behold, a smoking fire pot and a flaming torch passed between these pieces."},{"verse":"15:18","text":"On that day the Lord made a covenant with Abram, saying, “To your offspring I give this land, from the river of Egypt to the great river, the river Euphrates,"}]}]},"PASSAGE/1/16:1-4?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:1","text":"Now Sarai, Abram’s wife, had borne him no children. She had a female Egyptian servant whose name was Hagar."},{"verse":"16:2","text":"And Sarai said to Abram, “Behold now, the Lord has prevented me from bearing children. Go in to my servant; it may be that I shall obtain children by her.” And Abram listened to the voice of Sarai."},{"verse":"16:3","text":"So, after Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife."},{"verse":"16:4","text":"And he went in to Hagar, and she conceived. And when she saw that she had conceived, she looked with contempt on her mistress."}]}]},"PASSAGE/1/16:16?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:16","text":"Abram was eighty-six years old when Hagar bore Ishmael to Abram."}]}]},"PASSAGE/1/17:25-26?bibleVersion=esv":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:25","text":"And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin."},{"verse":"17:26","text":"That very day Abraham and his son Ishmael were circumcised."}]}]},"PASSAGE/48/3:15-18?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:15","text":"To give a human example, brothers:even with a man-made covenant, no one annuls it or adds to it once it has been ratified."},{"verse":"3:16","text":"Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ."},{"verse":"3:17","text":"This is what I mean: the law, which came 430 years afterward, does not annul a covenant previously ratified by God, so as to make the promise void."},{"verse":"3:18","text":"For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise."}]}]},"PASSAGE/45/4:16-25?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:16","text":"That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all,"},{"verse":"4:17","text":"as it is written, “I have made you the father of many nations”—in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist."},{"verse":"4:18","text":"In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”"},{"verse":"4:19","text":"He did not weaken in faith when he considered his own body, which was as good as dead (since he was about a hundred years old), or when he considered the barrenness of Sarah’s womb."},{"verse":"4:20","text":"No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God,"},{"verse":"4:21","text":"fully convinced that God was able to do what he had promised."},{"verse":"4:22","text":"That is why his faith was “counted to him as righteousness.”"},{"verse":"4:23","text":"But the words “it was counted to him” were not written for his sake alone,"},{"verse":"4:24","text":"but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord,"},{"verse":"4:25","text":"who was delivered up for our trespasses and raised for our justification."}]}]},"PASSAGE/45/4:1-25?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:1","text":"What then shall we say was gained by Abraham, our forefather according to the flesh?"},{"verse":"4:2","text":"For if Abraham was justified by works, he has something to boast about, but not before God."},{"verse":"4:3","text":"For what does the Scripture say? “Abraham believed God, and it was counted to him as righteousness.”"},{"verse":"4:4","text":"Now to the one who works, his wages are not counted as a gift but as his due."},{"verse":"4:5","text":"And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness,"},{"verse":"4:6","text":"just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:"},{"verse":"4:7","text":"“Blessed are those whose lawless deeds are forgiven, and whose sins are covered;"},{"verse":"4:8","text":"blessed is the man against whom the Lord will not count his sin.”"},{"verse":"4:9","text":"Is this blessing then only for the circumcised, or also for the uncircumcised? For we say that faith was counted to Abraham as righteousness."},{"verse":"4:10","text":"How then was it counted to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised."},{"verse":"4:11","text":"He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well,"},{"verse":"4:12","text":"and to make him the father of the circumcised who are not merely circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised."},{"verse":"4:13","text":"For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith."},{"verse":"4:14","text":"For if it is the adherents of the law who are to be the heirs, faith is null and the promise is void."},{"verse":"4:15","text":"For the law brings wrath, but where there is no law there is no transgression."},{"verse":"4:16","text":"That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all,"},{"verse":"4:17","text":"as it is written, “I have made you the father of many nations”—in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist."},{"verse":"4:18","text":"In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”"},{"verse":"4:19","text":"He did not weaken in faith when he considered his own body, which was as good as dead (since he was about a hundred years old), or when he considered the barrenness of Sarah’s womb."},{"verse":"4:20","text":"No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God,"},{"verse":"4:21","text":"fully convinced that God was able to do what he had promised."},{"verse":"4:22","text":"That is why his faith was “counted to him as righteousness.”"},{"verse":"4:23","text":"But the words “it was counted to him” were not written for his sake alone,"},{"verse":"4:24","text":"but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord,"},{"verse":"4:25","text":"who was delivered up for our trespasses and raised for our justification."}]}]},"PASSAGE/45/5:1-2?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:1","text":"Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ."},{"verse":"5:2","text":"Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God."}]}]},"PASSAGE/43/14:6?bibleVersion=esv":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:6","text":"Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me."}]}]},"PASSAGE/49/2:18?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:18","text":"For through him we both have access in one Spirit to the Father."}]}]},"PASSAGE/49/3:12?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:12","text":"in whom we have boldness and access with confidence through our faith in him."}]}]},"PASSAGE/58/4:14-16?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:14","text":"Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession."},{"verse":"4:15","text":"For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin."},{"verse":"4:16","text":"Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."}]}]},"PASSAGE/19/17:15?bibleVersion=esv":{"paragraphs":[{"id":17,"title":"","verses":[{"verse":"17:15","text":"As for me, I shall behold your face in righteousness; when I awake, I shall be satisfied with your likeness."}]}]},"PASSAGE/40/5:8?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:8","text":"“Blessed are the pure in heart, for they shall see God."}]}]},"PASSAGE/62/3:2?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:2","text":"Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is."}]}]},"PASSAGE/66/22:3-4?bibleVersion=esv":{"paragraphs":[{"id":22,"title":"","verses":[{"verse":"22:3","text":"No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him."},{"verse":"22:4","text":"They will see his face, and his name will be on their foreheads."}]}]},"PASSAGE/45/5:3-5?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:3","text":"Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,"},{"verse":"5:4","text":"and endurance produces character, and character produces hope,"},{"verse":"5:5","text":"and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us."}]}]},"PASSAGE/45/5:6-8?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:6","text":"For while we were still weak, at the right time Christ died for the ungodly."},{"verse":"5:7","text":"For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—"},{"verse":"5:8","text":"but God shows his love for us in that while we were still sinners, Christ died for us."}]}]},"PASSAGE/49/2:1-9?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"And you were dead in the trespasses and sins"},{"verse":"2:2","text":"in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—"},{"verse":"2:3","text":"among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind."},{"verse":"2:4","text":"But God, being rich in mercy, because of the great love with which he loved us,"},{"verse":"2:5","text":"even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—"},{"verse":"2:6","text":"and raised us up with him and seated us with him in the heavenly places in Christ Jesus,"},{"verse":"2:7","text":"so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus."},{"verse":"2:8","text":"For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,"},{"verse":"2:9","text":"not a result of works, so that no one may boast."}]}]},"PASSAGE/45/5:9-11?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:9","text":"Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God."},{"verse":"5:10","text":"For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life."},{"verse":"5:11","text":"More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation."}]}]},"PASSAGE/45/4:25?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:25","text":"who was delivered up for our trespasses and raised for our justification."}]}]},"PASSAGE/45/6:8-10?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:8","text":"Now if we have died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."},{"verse":"6:10","text":"For the death he died he died to sin, once for all, but the life he lives he lives to God."}]}]},"PASSAGE/45/8:34?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:34","text":"Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."}]}]},"PASSAGE/45/5:1-11?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:1","text":"Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ."},{"verse":"5:2","text":"Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God."},{"verse":"5:3","text":"Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,"},{"verse":"5:4","text":"and endurance produces character, and character produces hope,"},{"verse":"5:5","text":"and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us."},{"verse":"5:6","text":"For while we were still weak, at the right time Christ died for the ungodly."},{"verse":"5:7","text":"For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—"},{"verse":"5:8","text":"but God shows his love for us in that while we were still sinners, Christ died for us."},{"verse":"5:9","text":"Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God."},{"verse":"5:10","text":"For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life."},{"verse":"5:11","text":"More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation."}]}]},"PASSAGE/45/5:12-14?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:12","text":"Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—"},{"verse":"5:13","text":"for sin indeed was in the world before the law was given, but sin is not counted where there is no law."},{"verse":"5:14","text":"Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come."}]}]},"PASSAGE/1/2:15-3:24?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:15","text":"The Lord God took the man and put him in the garden of Eden to work it and keep it."},{"verse":"2:16","text":"And the Lord God commanded the man, saying, “You may surely eat of every tree of the garden,"},{"verse":"2:17","text":"but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”"},{"verse":"2:18","text":"Then the Lord God said, “It is not good that the man should be alone; I will make him a helper fit for him.”"},{"verse":"2:19","text":"Now out of the ground the Lord God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name."},{"verse":"2:20","text":"The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him."},{"verse":"2:21","text":"So the Lord God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh."},{"verse":"2:22","text":"And the rib that the Lord God had taken from the man he made into a woman and brought her to the man."},{"verse":"2:23","text":"Then the man said, “This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.”"},{"verse":"2:24","text":"Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh."},{"verse":"2:25","text":"And the man and his wife were both naked and were not ashamed."}]},{"id":3,"title":"","verses":[{"verse":"3:1","text":"Now the serpent was more crafty than any other beast of the field that the Lord God had made. He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?”"},{"verse":"3:2","text":"And the woman said to the serpent, “We may eat of the fruit of the trees in the garden,"},{"verse":"3:3","text":"but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’”"},{"verse":"3:4","text":"But the serpent said to the woman, “You will not surely die."},{"verse":"3:5","text":"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”"},{"verse":"3:6","text":"So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate."},{"verse":"3:7","text":"Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths."},{"verse":"3:8","text":"And they heard the sound of the Lord God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the Lord God among the trees of the garden."},{"verse":"3:9","text":"But the Lord God called to the man and said to him, “Where are you?”"},{"verse":"3:10","text":"And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.”"},{"verse":"3:11","text":"He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?”"},{"verse":"3:12","text":"The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.”"},{"verse":"3:13","text":"Then the Lord God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”"},{"verse":"3:14","text":"The Lord God said to the serpent, “Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life."},{"verse":"3:15","text":"I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.”"},{"verse":"3:16","text":"To the woman he said, “I will surely multiply your pain in childbearing; in pain you shall bring forth children. Your desire shall be for your husband, and he shall rule over you.”"},{"verse":"3:17","text":"And to Adam he said, “Because you have listened to the voice of your wife and have eaten of the tree of which I commanded you, ‘You shall not eat of it,’ cursed is the ground because of you; in pain you shall eat of it all the days of your life;"},{"verse":"3:18","text":"thorns and thistles it shall bring forth for you; and you shall eat the plants of the field."},{"verse":"3:19","text":"By the sweat of your face you shall eat bread, till you return to the ground, for out of it you were taken; for you are dust, and to dust you shall return.”"},{"verse":"3:20","text":"The man called his wife’s name Eve, because she was the mother of all living."},{"verse":"3:21","text":"And the Lord God made for Adam and for his wife garments of skins and clothed them."},{"verse":"3:22","text":"Then the Lord God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—”"},{"verse":"3:23","text":"therefore the Lord God sent him out from the garden of Eden to work the ground from which he was taken."},{"verse":"3:24","text":"He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life."}]}]},"PASSAGE/45/5:12?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:12","text":"Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—"}]}]},"PASSAGE/45/3:9-11?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:9","text":"What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin,"},{"verse":"3:10","text":"as it is written: “None is righteous, no, not one;"},{"verse":"3:11","text":"no one understands; no one seeks for God."}]}]},"PASSAGE/45/3:23?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"}]}]},"PASSAGE/45/8:20-21?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:20","text":"For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God."}]}]},"PASSAGE/46/15:22?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:22","text":"For as in Adam all die, so also in Christ shall all be made alive."}]}]},"PASSAGE/49/2:1-3?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"And you were dead in the trespasses and sins"},{"verse":"2:2","text":"in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—"},{"verse":"2:3","text":"among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind."}]}]},"PASSAGE/45/5:14-19?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:14","text":"Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come."},{"verse":"5:15","text":"But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many."},{"verse":"5:16","text":"And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification."},{"verse":"5:17","text":"For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ."},{"verse":"5:18","text":"Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men."},{"verse":"5:19","text":"For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous."}]}]},"PASSAGE/43/3:7-21?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:7","text":"Do not marvel that I said to you, ‘Youmust be born again.’"},{"verse":"3:8","text":"The windblows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”"},{"verse":"3:9","text":"Nicodemus said to him, “How can these things be?”"},{"verse":"3:10","text":"Jesus answered him, “Are you the teacher of Israel and yet you do not understand these things?"},{"verse":"3:11","text":"Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but youdo not receive our testimony."},{"verse":"3:12","text":"If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?"},{"verse":"3:13","text":"No one has ascended into heaven except he who descended from heaven, the Son of Man."},{"verse":"3:14","text":"And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,"},{"verse":"3:15","text":"that whoever believes in him may have eternal life."},{"verse":"3:16","text":"“For God so loved the world,that he gave his only Son, that whoever believes in him should not perish but have eternal life."},{"verse":"3:17","text":"For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."},{"verse":"3:18","text":"Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God."},{"verse":"3:19","text":"And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil."},{"verse":"3:20","text":"For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed."},{"verse":"3:21","text":"But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”"}]}]},"PASSAGE/45/10:9-13?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:9","text":"because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."},{"verse":"10:10","text":"For with the heart one believes and is justified, and with the mouth one confesses and is saved."},{"verse":"10:11","text":"For the Scripture says, “Everyone who believes in him will not be put to shame.”"},{"verse":"10:12","text":"For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him."},{"verse":"10:13","text":"For “everyone who calls on the name of the Lord will be saved.”"}]}]},"PASSAGE/45/5:18-19?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:18","text":"Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men."},{"verse":"5:19","text":"For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous."}]}]},"PASSAGE/40/13:47-50?bibleVersion=esv":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:47","text":"“Again, the kingdom of heaven is like a net that was thrown into the sea and gathered fish of every kind."},{"verse":"13:48","text":"When it was full, men drew it ashore and sat down and sorted the good into containers but threw away the bad."},{"verse":"13:49","text":"So it will be at the end of the age. The angels will come out and separate the evil from the righteous"},{"verse":"13:50","text":"and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth."}]}]},"PASSAGE/45/2:8-9?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:8","text":"but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury."},{"verse":"2:9","text":"There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek,"}]}]},"PASSAGE/50/3:18-19?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:18","text":"For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ."},{"verse":"3:19","text":"Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things."}]}]},"PASSAGE/53/1:8-9?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:8","text":"in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus."},{"verse":"1:9","text":"They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might,"}]}]},"PASSAGE/66/20:14-15?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:14","text":"Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire."},{"verse":"20:15","text":"And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire."}]}]},"PASSAGE/43/10:28?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:28","text":"I give them eternal life, and they will never perish, and no one will snatch them out of my hand."}]}]},"PASSAGE/48/2:20?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:20","text":"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."}]}]},"PASSAGE/50/3:20-21?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:20","text":"But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,"},{"verse":"3:21","text":"who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself."}]}]},"PASSAGE/58/13:20-21?bibleVersion=esv":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:20","text":"Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant,"},{"verse":"13:21","text":"equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen."}]}]},"PASSAGE/45/5:20-21?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:20","text":"Now the law came in to increase the trespass, but where sin increased, grace abounded all the more,"},{"verse":"5:21","text":"so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord."}]}]},"PASSAGE/45/7:7-12?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:7","text":"What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, “You shall not covet.”"},{"verse":"7:8","text":"But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead."},{"verse":"7:9","text":"I was once alive apart from the law, but when the commandment came, sin came alive and I died."},{"verse":"7:10","text":"The very commandment that promised life proved to be death to me."},{"verse":"7:11","text":"For sin, seizing an opportunity through the commandment, deceived me and through it killed me."},{"verse":"7:12","text":"So the law is holy, and the commandment is holy and righteous and good."}]}]},"PASSAGE/48/3:24?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:24","text":"So then, the law was our guardian until Christ came, in order that we might be justified by faith."}]}]},"PASSAGE/51/1:13-14?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:13","text":"He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,"},{"verse":"1:14","text":"in whom we have redemption, the forgiveness of sins."}]}]},"PASSAGE/45/5:12-21?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:12","text":"Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—"},{"verse":"5:13","text":"for sin indeed was in the world before the law was given, but sin is not counted where there is no law."},{"verse":"5:14","text":"Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come."},{"verse":"5:15","text":"But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many."},{"verse":"5:16","text":"And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification."},{"verse":"5:17","text":"For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ."},{"verse":"5:18","text":"Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men."},{"verse":"5:19","text":"For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous."},{"verse":"5:20","text":"Now the law came in to increase the trespass, but where sin increased, grace abounded all the more,"},{"verse":"5:21","text":"so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord."}]}]},"PASSAGE/45/6:1-4?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:1","text":"What shall we say then? Are we to continue in sin that grace may abound?"},{"verse":"6:2","text":"By no means! How can we who died to sin still live in it?"},{"verse":"6:3","text":"Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life."}]}]},"PASSAGE/44/1:5?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:5","text":"for John baptized with water, but you will be baptized withthe Holy Spirit not many days from now.”"}]}]},"PASSAGE/44/2:38?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:38","text":"And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."}]}]},"PASSAGE/46/12:13?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:13","text":"For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit."}]}]},"PASSAGE/48/3:26-27?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:26","text":"for in Christ Jesus you are all sons of God, through faith."},{"verse":"3:27","text":"For as many of you as were baptized into Christ have put on Christ."}]}]},"PASSAGE/51/2:11-12?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:11","text":"In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ,"},{"verse":"2:12","text":"having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead."}]}]},"PASSAGE/47/5:14-21?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:14","text":"For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;"},{"verse":"5:15","text":"and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised."},{"verse":"5:16","text":"From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer."},{"verse":"5:17","text":"Therefore, if anyone is in Christ, he is a new creation.The old has passed away; behold, the new has come."},{"verse":"5:18","text":"All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation;"},{"verse":"5:19","text":"that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation."},{"verse":"5:20","text":"Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God."},{"verse":"5:21","text":"For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."}]}]},"PASSAGE/45/6:5-10?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:5","text":"For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his."},{"verse":"6:6","text":"We know that our old selfwas crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin."},{"verse":"6:7","text":"For one who has died has been set free from sin."},{"verse":"6:8","text":"Now if we have died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."},{"verse":"6:10","text":"For the death he died he died to sin, once for all, but the life he lives he lives to God."}]}]},"PASSAGE/49/4:22-24?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:22","text":"to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires,"},{"verse":"4:23","text":"and to be renewed in the spirit of your minds,"},{"verse":"4:24","text":"and to put on the new self, created after the likeness of God in true righteousness and holiness."}]}]},"PASSAGE/51/3:9-10?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:9","text":"Do not lie to one another, seeing that you have put off the old self with its practices"},{"verse":"3:10","text":"and have put on the new self, which is being renewed in knowledge after the image of its creator."}]}]},"PASSAGE/51/2:11-15?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:11","text":"In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ,"},{"verse":"2:12","text":"having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead."},{"verse":"2:13","text":"And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses,"},{"verse":"2:14","text":"by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross."},{"verse":"2:15","text":"He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him."}]}]},"PASSAGE/45/6:9-11?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:9","text":"We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."},{"verse":"6:10","text":"For the death he died he died to sin, once for all, but the life he lives he lives to God."},{"verse":"6:11","text":"So you also must consider yourselves dead to sin and alive to God in Christ Jesus."}]}]},"PASSAGE/45/6:1-11?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:1","text":"What shall we say then? Are we to continue in sin that grace may abound?"},{"verse":"6:2","text":"By no means! How can we who died to sin still live in it?"},{"verse":"6:3","text":"Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life."},{"verse":"6:5","text":"For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his."},{"verse":"6:6","text":"We know that our old selfwas crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin."},{"verse":"6:7","text":"For one who has died has been set free from sin."},{"verse":"6:8","text":"Now if we have died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."},{"verse":"6:10","text":"For the death he died he died to sin, once for all, but the life he lives he lives to God."},{"verse":"6:11","text":"So you also must consider yourselves dead to sin and alive to God in Christ Jesus."}]}]},"PASSAGE/45/6:12-14?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:12","text":"Let not sin therefore reign in your mortal body, to make you obey its passions."},{"verse":"6:13","text":"Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness."},{"verse":"6:14","text":"For sin will have no dominion over you, since you are not under law but under grace."}]}]},"PASSAGE/45/6:15-16?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:15","text":"What then? Are we to sin because we are not under law but under grace? By no means!"},{"verse":"6:16","text":"Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?"}]}]},"PASSAGE/45/6:17-18?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:17","text":"But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed,"},{"verse":"6:18","text":"and, having been set free from sin, have become slaves of righteousness."}]}]},"PASSAGE/45/6:1-14?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:1","text":"What shall we say then? Are we to continue in sin that grace may abound?"},{"verse":"6:2","text":"By no means! How can we who died to sin still live in it?"},{"verse":"6:3","text":"Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life."},{"verse":"6:5","text":"For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his."},{"verse":"6:6","text":"We know that our old selfwas crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin."},{"verse":"6:7","text":"For one who has died has been set free from sin."},{"verse":"6:8","text":"Now if we have died with Christ, we believe that we will also live with him."},{"verse":"6:9","text":"We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."},{"verse":"6:10","text":"For the death he died he died to sin, once for all, but the life he lives he lives to God."},{"verse":"6:11","text":"So you also must consider yourselves dead to sin and alive to God in Christ Jesus."},{"verse":"6:12","text":"Let not sin therefore reign in your mortal body, to make you obey its passions."},{"verse":"6:13","text":"Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness."},{"verse":"6:14","text":"For sin will have no dominion over you, since you are not under law but under grace."}]}]},"PASSAGE/45/6:19-23?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:19","text":"I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification."},{"verse":"6:20","text":"For when you were slaves of sin, you were free in regard to righteousness."},{"verse":"6:21","text":"But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death."},{"verse":"6:22","text":"But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life."},{"verse":"6:23","text":"For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."}]}]},"PASSAGE/45/6:12-23?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:12","text":"Let not sin therefore reign in your mortal body, to make you obey its passions."},{"verse":"6:13","text":"Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness."},{"verse":"6:14","text":"For sin will have no dominion over you, since you are not under law but under grace."},{"verse":"6:15","text":"What then? Are we to sin because we are not under law but under grace? By no means!"},{"verse":"6:16","text":"Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?"},{"verse":"6:17","text":"But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed,"},{"verse":"6:18","text":"and, having been set free from sin, have become slaves of righteousness."},{"verse":"6:19","text":"I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification."},{"verse":"6:20","text":"For when you were slaves of sin, you were free in regard to righteousness."},{"verse":"6:21","text":"But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death."},{"verse":"6:22","text":"But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life."},{"verse":"6:23","text":"For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."}]}]},"PASSAGE/45/7:1-6?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:1","text":"Or do you not know, brothers—for I am speaking to those who know the law—that the law is binding on a person only as long as he lives?"},{"verse":"7:2","text":"For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage."},{"verse":"7:3","text":"Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress."},{"verse":"7:4","text":"Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God."},{"verse":"7:5","text":"For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death."},{"verse":"7:6","text":"But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code."}]}]},"PASSAGE/45/6:14?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:14","text":"For sin will have no dominion over you, since you are not under law but under grace."}]}]},"PASSAGE/43/15:1-5?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:1","text":"“I am the true vine, and my Father is the vinedresser."},{"verse":"15:2","text":"Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit."},{"verse":"15:3","text":"Already you are clean because of the word that I have spoken to you."},{"verse":"15:4","text":"Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me."},{"verse":"15:5","text":"I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."}]}]},"PASSAGE/48/5:16-23?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:16","text":"But I say, walk by the Spirit, and you will not gratify the desires of the flesh."},{"verse":"5:17","text":"For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do."},{"verse":"5:18","text":"But if you are led by the Spirit, you are not under the law."},{"verse":"5:19","text":"Now the works of the flesh are evident: sexual immorality, impurity, sensuality,"},{"verse":"5:20","text":"idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,"},{"verse":"5:21","text":"envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."},{"verse":"5:22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"verse":"5:23","text":"gentleness, self-control; against such things there is no law."}]}]},"PASSAGE/45/7:7-13?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:7","text":"What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, “You shall not covet.”"},{"verse":"7:8","text":"But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead."},{"verse":"7:9","text":"I was once alive apart from the law, but when the commandment came, sin came alive and I died."},{"verse":"7:10","text":"The very commandment that promised life proved to be death to me."},{"verse":"7:11","text":"For sin, seizing an opportunity through the commandment, deceived me and through it killed me."},{"verse":"7:12","text":"So the law is holy, and the commandment is holy and righteous and good."},{"verse":"7:13","text":"Did that which is good, then, bring death to me? By no means! It was sin, producing death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure."}]}]},"PASSAGE/45/7:14-20?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:14","text":"For we know that the law is spiritual, but I am of the flesh, sold under sin."},{"verse":"7:15","text":"For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate."},{"verse":"7:16","text":"Now if I do what I do not want, I agree with the law, that it is good."},{"verse":"7:17","text":"So now it is no longer I who do it, but sin that dwells within me."},{"verse":"7:18","text":"For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out."},{"verse":"7:19","text":"For I do not do the good I want, but the evil I do not want is what I keep on doing."},{"verse":"7:20","text":"Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me."}]}]},"PASSAGE/45/7:21-25?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:21","text":"So I find it to be a law that when I want to do right, evil lies close at hand."},{"verse":"7:22","text":"For I delight in the law of God, in my inner being,"},{"verse":"7:23","text":"but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members."},{"verse":"7:24","text":"Wretched man that I am! Who will deliver me from this body of death?"},{"verse":"7:25","text":"Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin."}]}]},"PASSAGE/45/7:1-25?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:1","text":"Or do you not know, brothers—for I am speaking to those who know the law—that the law is binding on a person only as long as he lives?"},{"verse":"7:2","text":"For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage."},{"verse":"7:3","text":"Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress."},{"verse":"7:4","text":"Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God."},{"verse":"7:5","text":"For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death."},{"verse":"7:6","text":"But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code."},{"verse":"7:7","text":"What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, “You shall not covet.”"},{"verse":"7:8","text":"But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead."},{"verse":"7:9","text":"I was once alive apart from the law, but when the commandment came, sin came alive and I died."},{"verse":"7:10","text":"The very commandment that promised life proved to be death to me."},{"verse":"7:11","text":"For sin, seizing an opportunity through the commandment, deceived me and through it killed me."},{"verse":"7:12","text":"So the law is holy, and the commandment is holy and righteous and good."},{"verse":"7:13","text":"Did that which is good, then, bring death to me? By no means! It was sin, producing death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure."},{"verse":"7:14","text":"For we know that the law is spiritual, but I am of the flesh, sold under sin."},{"verse":"7:15","text":"For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate."},{"verse":"7:16","text":"Now if I do what I do not want, I agree with the law, that it is good."},{"verse":"7:17","text":"So now it is no longer I who do it, but sin that dwells within me."},{"verse":"7:18","text":"For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out."},{"verse":"7:19","text":"For I do not do the good I want, but the evil I do not want is what I keep on doing."},{"verse":"7:20","text":"Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me."},{"verse":"7:21","text":"So I find it to be a law that when I want to do right, evil lies close at hand."},{"verse":"7:22","text":"For I delight in the law of God, in my inner being,"},{"verse":"7:23","text":"but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members."},{"verse":"7:24","text":"Wretched man that I am! Who will deliver me from this body of death?"},{"verse":"7:25","text":"Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin."}]}]},"PASSAGE/45/8:1-4?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"There is therefore now no condemnation for those who are in Christ Jesus."},{"verse":"8:2","text":"For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death."},{"verse":"8:3","text":"For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,"},{"verse":"8:4","text":"in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit."}]}]},"PASSAGE/43/3:16-17?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:16","text":"“For God so loved the world,that he gave his only Son, that whoever believes in him should not perish but have eternal life."},{"verse":"3:17","text":"For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."}]}]},"PASSAGE/43/5:24?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:24","text":"Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life."}]}]},"PASSAGE/45/8:1?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"There is therefore now no condemnation for those who are in Christ Jesus."}]}]},"PASSAGE/43/14:15-21?bibleVersion=esv":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:15","text":"“If you love me, you will keep my commandments."},{"verse":"14:16","text":"And I will ask the Father, and he will give you another Helper,to be with you forever,"},{"verse":"14:17","text":"even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will bein you."},{"verse":"14:18","text":"“I will not leave you as orphans; I will come to you."},{"verse":"14:19","text":"Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live."},{"verse":"14:20","text":"In that day you will know that I am in my Father, and you in me, and I in you."},{"verse":"14:21","text":"Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”"}]}]},"PASSAGE/43/16:5-15?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:5","text":"But now I am going to him who sent me, and none of you asks me, ‘Where are you going?’"},{"verse":"16:6","text":"But because I have said these things to you, sorrow has filled your heart."},{"verse":"16:7","text":"Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you."},{"verse":"16:8","text":"And when he comes, he will convict the world concerning sin and righteousness and judgment:"},{"verse":"16:9","text":"concerning sin, because they do not believe in me;"},{"verse":"16:10","text":"concerning righteousness, because I go to the Father, and you will see me no longer;"},{"verse":"16:11","text":"concerning judgment, because the ruler of this world is judged."},{"verse":"16:12","text":"“I still have many things to say to you, but you cannot bear them now."},{"verse":"16:13","text":"When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come."},{"verse":"16:14","text":"He will glorify me, for he will take what is mine and declare it to you."},{"verse":"16:15","text":"All that the Father has is mine; therefore I said that he will take what is mine and declare it to you."}]}]},"PASSAGE/45/8:5-11?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:5","text":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit."},{"verse":"8:6","text":"For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace."},{"verse":"8:7","text":"For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot."},{"verse":"8:8","text":"Those who are in the flesh cannot please God."},{"verse":"8:9","text":"You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him."},{"verse":"8:10","text":"But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness."},{"verse":"8:11","text":"If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you."}]}]},"PASSAGE/48/5:22-23?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"verse":"5:23","text":"gentleness, self-control; against such things there is no law."}]}]},"PASSAGE/51/3:1-4?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God."},{"verse":"3:2","text":"Set your minds on things that are above, not on things that are on earth."},{"verse":"3:3","text":"For you have died, and your life is hidden with Christ in God."},{"verse":"3:4","text":"When Christ who is your life appears, then you also will appear with him in glory."}]}]},"PASSAGE/45/8:12-14?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:12","text":"So then, brothers, we are debtors, not to the flesh, to live according to the flesh."},{"verse":"8:13","text":"For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live."},{"verse":"8:14","text":"For all who are led by the Spirit of God are sons of God."}]}]},"PASSAGE/47/7:1?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:1","text":"Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God."}]}]},"PASSAGE/50/3:10-14?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:10","text":"that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death,"},{"verse":"3:11","text":"that by any means possible I may attain the resurrection from the dead."},{"verse":"3:12","text":"Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own."},{"verse":"3:13","text":"Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead,"},{"verse":"3:14","text":"I press on toward the goal for the prize of the upward call of God in Christ Jesus."}]}]},"PASSAGE/62/3:1-3?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him."},{"verse":"3:2","text":"Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is."},{"verse":"3:3","text":"And everyone who thus hopes in him purifies himself as he is pure."}]}]},"PASSAGE/48/5:13-26?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:13","text":"For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another."},{"verse":"5:14","text":"For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”"},{"verse":"5:15","text":"But if you bite and devour one another, watch out that you are not consumed by one another."},{"verse":"5:16","text":"But I say, walk by the Spirit, and you will not gratify the desires of the flesh."},{"verse":"5:17","text":"For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do."},{"verse":"5:18","text":"But if you are led by the Spirit, you are not under the law."},{"verse":"5:19","text":"Now the works of the flesh are evident: sexual immorality, impurity, sensuality,"},{"verse":"5:20","text":"idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,"},{"verse":"5:21","text":"envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."},{"verse":"5:22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"verse":"5:23","text":"gentleness, self-control; against such things there is no law."},{"verse":"5:24","text":"And those who belong to Christ Jesus have crucified the flesh with its passions and desires."},{"verse":"5:25","text":"If we live by the Spirit, let us also keep in step with the Spirit."},{"verse":"5:26","text":"Let us not become conceited, provoking one another, envying one another."}]}]},"PASSAGE/51/3:5-17?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:5","text":"Put to death therefore what is earthly in you:sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry."},{"verse":"3:6","text":"On account of these the wrath of God is coming."},{"verse":"3:7","text":"In these you too once walked, when you were living in them."},{"verse":"3:8","text":"But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth."},{"verse":"3:9","text":"Do not lie to one another, seeing that you have put off the old self with its practices"},{"verse":"3:10","text":"and have put on the new self, which is being renewed in knowledge after the image of its creator."},{"verse":"3:11","text":"Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all."},{"verse":"3:12","text":"Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,"},{"verse":"3:13","text":"bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."},{"verse":"3:14","text":"And above all these put on love, which binds everything together in perfect harmony."},{"verse":"3:15","text":"And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."},{"verse":"3:16","text":"Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God."},{"verse":"3:17","text":"And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."}]}]},"PASSAGE/45/8:14-17?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:14","text":"For all who are led by the Spirit of God are sons of God."},{"verse":"8:15","text":"For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"},{"verse":"8:16","text":"The Spirit himself bears witness with our spirit that we are children of God,"},{"verse":"8:17","text":"and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."}]}]},"PASSAGE/45/8:29?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:29","text":"For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers."}]}]},"PASSAGE/40/6:7-8?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:7","text":"“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words."},{"verse":"6:8","text":"Do not be like them, for your Father knows what you need before you ask him."}]}]},"PASSAGE/40/10:29-31?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:29","text":"Are not two sparrows sold for a penny?And not one of them will fall to the ground apart from your Father."},{"verse":"10:30","text":"But even the hairs of your head are all numbered."},{"verse":"10:31","text":"Fear not, therefore; you are of more value than many sparrows."}]}]},"PASSAGE/58/12:7-11?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:7","text":"It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline?"},{"verse":"12:8","text":"If you are left without discipline, in which all have participated, then you are illegitimate children and not sons."},{"verse":"12:9","text":"Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live?"},{"verse":"12:10","text":"For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness."},{"verse":"12:11","text":"For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it."}]}]},"PASSAGE/45/8:1-17?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"There is therefore now no condemnation for those who are in Christ Jesus."},{"verse":"8:2","text":"For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death."},{"verse":"8:3","text":"For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,"},{"verse":"8:4","text":"in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit."},{"verse":"8:5","text":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit."},{"verse":"8:6","text":"For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace."},{"verse":"8:7","text":"For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot."},{"verse":"8:8","text":"Those who are in the flesh cannot please God."},{"verse":"8:9","text":"You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him."},{"verse":"8:10","text":"But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness."},{"verse":"8:11","text":"If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you."},{"verse":"8:12","text":"So then, brothers, we are debtors, not to the flesh, to live according to the flesh."},{"verse":"8:13","text":"For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live."},{"verse":"8:14","text":"For all who are led by the Spirit of God are sons of God."},{"verse":"8:15","text":"For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"},{"verse":"8:16","text":"The Spirit himself bears witness with our spirit that we are children of God,"},{"verse":"8:17","text":"and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."}]}]},"PASSAGE/45/8:17-18?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:17","text":"and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."},{"verse":"8:18","text":"For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us."}]}]},"PASSAGE/47/4:7-18?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:7","text":"But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us."},{"verse":"4:8","text":"We are afflicted in every way, but not crushed; perplexed, but not driven to despair;"},{"verse":"4:9","text":"persecuted, but not forsaken; struck down, but not destroyed;"},{"verse":"4:10","text":"always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies."},{"verse":"4:11","text":"For we who live are always being given over to death for Jesus’ sake, so that the life of Jesus also may be manifested in our mortal flesh."},{"verse":"4:12","text":"So death is at work in us, but life in you."},{"verse":"4:13","text":"Since we have the same spirit of faith according to what has been written, “I believed, and so I spoke,” we also believe, and so we also speak,"},{"verse":"4:14","text":"knowing that he who raised the Lord Jesus will raise us also with Jesus and bring us with you into his presence."},{"verse":"4:15","text":"For it is all for your sake, so that as grace extends to more and more people it may increase thanksgiving, to the glory of God."},{"verse":"4:16","text":"So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day."},{"verse":"4:17","text":"For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison,"},{"verse":"4:18","text":"as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal."}]}]},"PASSAGE/47/6:4-10?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:4","text":"but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities,"},{"verse":"6:5","text":"beatings, imprisonments, riots, labors, sleepless nights, hunger;"},{"verse":"6:6","text":"by purity, knowledge, patience, kindness, the Holy Spirit, genuine love;"},{"verse":"6:7","text":"by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left;"},{"verse":"6:8","text":"through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true;"},{"verse":"6:9","text":"as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed;"},{"verse":"6:10","text":"as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything."}]}]},"PASSAGE/47/11:23-28?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:23","text":"Are they servants of Christ? I am a better one—I am talking like a madman—with far greater labors, far more imprisonments, with countless beatings, and often near death."},{"verse":"11:24","text":"Five times I received at the hands of the Jews the forty lashes less one."},{"verse":"11:25","text":"Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked; a night and a day I was adrift at sea;"},{"verse":"11:26","text":"on frequent journeys, in danger from rivers, danger from robbers, danger from my own people, danger from Gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers;"},{"verse":"11:27","text":"in toil and hardship, through many a sleepless night, in hunger and thirst, often without food, in cold and exposure."},{"verse":"11:28","text":"And, apart from other things, there is the daily pressure on me of my anxiety for all the churches."}]}]},"PASSAGE/47/3:18?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:18","text":"And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit."}]}]},"PASSAGE/51/1:27?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:27","text":"To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory."}]}]},"PASSAGE/53/2:13-14?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:13","text":"But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruitsto be saved, through sanctification by the Spirit and belief in the truth."},{"verse":"2:14","text":"To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ."}]}]},"PASSAGE/58/2:10?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:10","text":"For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering."}]}]},"PASSAGE/45/8:19-22?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:19","text":"For the creation waits with eager longing for the revealing of the sons of God."},{"verse":"8:20","text":"For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God."},{"verse":"8:22","text":"For we know that the whole creation has been groaning together in the pains of childbirth until now."}]}]},"PASSAGE/1/1:27-2:1?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:27","text":"So God created man in his own image, in the image of God he created him; male and female he created them."},{"verse":"1:28","text":"And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”"},{"verse":"1:29","text":"And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food."},{"verse":"1:30","text":"And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so."},{"verse":"1:31","text":"And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day."}]},{"id":2,"title":"","verses":[{"verse":"2:1","text":"Thus the heavens and the earth were finished, and all the host of them."}]}]},"PASSAGE/1/3:17-19?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:17","text":"And to Adam he said, “Because you have listened to the voice of your wife and have eaten of the tree of which I commanded you, ‘You shall not eat of it,’ cursed is the ground because of you; in pain you shall eat of it all the days of your life;"},{"verse":"3:18","text":"thorns and thistles it shall bring forth for you; and you shall eat the plants of the field."},{"verse":"3:19","text":"By the sweat of your face you shall eat bread, till you return to the ground, for out of it you were taken; for you are dust, and to dust you shall return.”"}]}]},"PASSAGE/61/3:13?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:13","text":"But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells."}]}]},"PASSAGE/66/21:1?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:1","text":"Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more."}]}]},"PASSAGE/45/8:23-25?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:23","text":"And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies."},{"verse":"8:24","text":"For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?"},{"verse":"8:25","text":"But if we hope for what we do not see, we wait for it with patience."}]}]},"PASSAGE/45/8:22?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:22","text":"For we know that the whole creation has been groaning together in the pains of childbirth until now."}]}]},"PASSAGE/45/8:26?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:26","text":"Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words."}]}]},"PASSAGE/45/8:26-27?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:26","text":"Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words."},{"verse":"8:27","text":"And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God."}]}]},"PASSAGE/42/12:12?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:12","text":"for the Holy Spirit will teach you in that very hour what you ought to say.”"}]}]},"PASSAGE/44/1:8?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:8","text":"But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”"}]}]},"PASSAGE/44/16:6-10?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:6","text":"And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia."},{"verse":"16:7","text":"And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them."},{"verse":"16:8","text":"So, passing by Mysia, they went down to Troas."},{"verse":"16:9","text":"And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.”"},{"verse":"16:10","text":"And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them."}]}]},"PASSAGE/44/20:22?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:22","text":"And now, behold, I am going to Jerusalem, constrained by the Spirit, not knowing what will happen to me there,"}]}]},"PASSAGE/49/4:3-4?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:3","text":"eager to maintain the unity of the Spirit in the bond of peace."},{"verse":"4:4","text":"There is one body and one Spirit—just as you were called to the one hope that belongs to your call—"}]}]},"PASSAGE/49/6:17?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:17","text":"and take the helmet of salvation, and the sword of the Spirit, which is the word of God,"}]}]},"PASSAGE/46/2:12?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:12","text":"Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God."}]}]},"PASSAGE/45/8:18-27?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:18","text":"For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us."},{"verse":"8:19","text":"For the creation waits with eager longing for the revealing of the sons of God."},{"verse":"8:20","text":"For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God."},{"verse":"8:22","text":"For we know that the whole creation has been groaning together in the pains of childbirth until now."},{"verse":"8:23","text":"And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies."},{"verse":"8:24","text":"For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?"},{"verse":"8:25","text":"But if we hope for what we do not see, we wait for it with patience."},{"verse":"8:26","text":"Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words."},{"verse":"8:27","text":"And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God."}]}]},"PASSAGE/45/8:28?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:28","text":"And we know that for those who love God all things work together for good, for those who are called according to his purpose."}]}]},"PASSAGE/45/8:29-39?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:29","text":"For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers."},{"verse":"8:30","text":"And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified."},{"verse":"8:31","text":"What then shall we say to these things? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?"},{"verse":"8:33","text":"Who shall bring any charge against God’s elect? It is God who justifies."},{"verse":"8:34","text":"Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."},{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"},{"verse":"8:36","text":"As it is written, “For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered.”"},{"verse":"8:37","text":"No, in all these things we are more than conquerors through him who loved us."},{"verse":"8:38","text":"For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,"},{"verse":"8:39","text":"nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."}]}]},"PASSAGE/45/8:29-30?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:29","text":"For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers."},{"verse":"8:30","text":"And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified."}]}]},"PASSAGE/43/6:37?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:37","text":"All that the Father gives me will come to me, and whoever comes to me I will never cast out."}]}]},"PASSAGE/43/6:44?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:44","text":"No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day."}]}]},"PASSAGE/45/1:6-7?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:6","text":"including you who are called to belong to Jesus Christ,"},{"verse":"1:7","text":"To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."}]}]},"PASSAGE/45/3:22-26?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:22","text":"the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:"},{"verse":"3:23","text":"for all have sinned and fall short of the glory of God,"},{"verse":"3:24","text":"and are justified by his grace as a gift, through the redemption that is in Christ Jesus,"},{"verse":"3:25","text":"whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."},{"verse":"3:26","text":"It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus."}]}]},"PASSAGE/45/8:17-21?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:17","text":"and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."},{"verse":"8:18","text":"For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us."},{"verse":"8:19","text":"For the creation waits with eager longing for the revealing of the sons of God."},{"verse":"8:20","text":"For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope"},{"verse":"8:21","text":"that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God."}]}]},"PASSAGE/49/1:4-5?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:4","text":"even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love"},{"verse":"1:5","text":"he predestined us for adoption as sons through Jesus Christ, according to the purpose of his will,"}]}]},"PASSAGE/49/1:11?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:11","text":"In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,"}]}]},"PASSAGE/55/3:12?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:12","text":"Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,"}]}]},"PASSAGE/55/3:15-16?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:15","text":"and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus."},{"verse":"3:16","text":"All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,"}]}]},"PASSAGE/58/5:7-8?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:7","text":"In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence."},{"verse":"5:8","text":"Although he was a son, he learned obedience through what he suffered."}]}]},"PASSAGE/45/8:31-35?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:31","text":"What then shall we say to these things? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?"},{"verse":"8:33","text":"Who shall bring any charge against God’s elect? It is God who justifies."},{"verse":"8:34","text":"Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."},{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"}]}]},"PASSAGE/45/8:35-39?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"},{"verse":"8:36","text":"As it is written, “For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered.”"},{"verse":"8:37","text":"No, in all these things we are more than conquerors through him who loved us."},{"verse":"8:38","text":"For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,"},{"verse":"8:39","text":"nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."}]}]},"PASSAGE/19/44:22?bibleVersion=esv":{"paragraphs":[{"id":44,"title":"","verses":[{"verse":"44:22","text":"Yet for your sake we are killed all the day long; we are regarded as sheep to be slaughtered."}]}]},"PASSAGE/43/16:33?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:33","text":"I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”"}]}]},"PASSAGE/45/8:28-39?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:28","text":"And we know that for those who love God all things work together for good, for those who are called according to his purpose."},{"verse":"8:29","text":"For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers."},{"verse":"8:30","text":"And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified."},{"verse":"8:31","text":"What then shall we say to these things? If God is for us, who can be against us?"},{"verse":"8:32","text":"He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?"},{"verse":"8:33","text":"Who shall bring any charge against God’s elect? It is God who justifies."},{"verse":"8:34","text":"Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."},{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"},{"verse":"8:36","text":"As it is written, “For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered.”"},{"verse":"8:37","text":"No, in all these things we are more than conquerors through him who loved us."},{"verse":"8:38","text":"For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,"},{"verse":"8:39","text":"nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."}]}]},"PASSAGE/45/9:1-5?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:1","text":"I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—"},{"verse":"9:2","text":"that I have great sorrow and unceasing anguish in my heart."},{"verse":"9:3","text":"For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh."},{"verse":"9:4","text":"They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises."},{"verse":"9:5","text":"To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen."}]}]},"PASSAGE/2/32:30-32?bibleVersion=esv":{"paragraphs":[{"id":32,"title":"","verses":[{"verse":"32:30","text":"The next day Moses said to the people, “You have sinned a great sin. And now I will go up to the Lord; perhaps I can make atonement for your sin.”"},{"verse":"32:31","text":"So Moses returned to the Lord and said, “Alas, this people has sinned a great sin. They have made for themselves gods of gold."},{"verse":"32:32","text":"But now, if you will forgive their sin—but if not, please blot me out of your book that you have written.”"}]}]},"PASSAGE/42/19:41-44?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:41","text":"And when he drew near and saw the city, he wept over it,"},{"verse":"19:42","text":"saying, “Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes."},{"verse":"19:43","text":"For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side"},{"verse":"19:44","text":"and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.”"}]}]},"PASSAGE/43/10:11?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:11","text":"I am the good shepherd. The good shepherd lays down his life for the sheep."}]}]},"PASSAGE/45/9:1-29?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:1","text":"I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—"},{"verse":"9:2","text":"that I have great sorrow and unceasing anguish in my heart."},{"verse":"9:3","text":"For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh."},{"verse":"9:4","text":"They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises."},{"verse":"9:5","text":"To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen."},{"verse":"9:6","text":"But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel,"},{"verse":"9:7","text":"and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.”"},{"verse":"9:8","text":"This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring."},{"verse":"9:9","text":"For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.”"},{"verse":"9:10","text":"And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac,"},{"verse":"9:11","text":"though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—"},{"verse":"9:12","text":"she was told, “The older will serve the younger.”"},{"verse":"9:13","text":"As it is written, “Jacob I loved, but Esau I hated.”"},{"verse":"9:14","text":"What shall we say then? Is there injustice on God’s part? By no means!"},{"verse":"9:15","text":"For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”"},{"verse":"9:16","text":"So then it depends not on human will or exertion, but on God, who has mercy."},{"verse":"9:17","text":"For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.”"},{"verse":"9:18","text":"So then he has mercy on whomever he wills, and he hardens whomever he wills."},{"verse":"9:19","text":"You will say to me then, “Why does he still find fault? For who can resist his will?”"},{"verse":"9:20","text":"But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?”"},{"verse":"9:21","text":"Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use?"},{"verse":"9:22","text":"What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,"},{"verse":"9:23","text":"in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—"},{"verse":"9:24","text":"even us whom he has called, not from the Jews only but also from the Gentiles?"},{"verse":"9:25","text":"As indeed he says in Hosea, “Those who were not my people I will call ‘my people,’ and her who was not beloved I will call ‘beloved.’”"},{"verse":"9:26","text":"“And in the very place where it was said to them, ‘You are not my people,’ there they will be called ‘sons of the living God.’”"},{"verse":"9:27","text":"And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved,"},{"verse":"9:28","text":"for the Lord will carry out his sentence upon the earth fully and without delay.”"},{"verse":"9:29","text":"And as Isaiah predicted, “If the Lord of hosts had not left us offspring, we would have been like Sodom and become like Gomorrah.”"}]}]},"PASSAGE/45/9:3?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:3","text":"For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh."}]}]},"PASSAGE/45/8:35?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:35","text":"Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"}]}]},"PASSAGE/45/8:38-39?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:38","text":"For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,"},{"verse":"8:39","text":"nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."}]}]},"PASSAGE/45/9:6-13?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:6","text":"But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel,"},{"verse":"9:7","text":"and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.”"},{"verse":"9:8","text":"This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring."},{"verse":"9:9","text":"For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.”"},{"verse":"9:10","text":"And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac,"},{"verse":"9:11","text":"though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—"},{"verse":"9:12","text":"she was told, “The older will serve the younger.”"},{"verse":"9:13","text":"As it is written, “Jacob I loved, but Esau I hated.”"}]}]},"PASSAGE/45/2:28-29?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:28","text":"For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical."},{"verse":"2:29","text":"But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God."}]}]},"PASSAGE/45/9:14-21?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:14","text":"What shall we say then? Is there injustice on God’s part? By no means!"},{"verse":"9:15","text":"For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”"},{"verse":"9:16","text":"So then it depends not on human will or exertion, but on God, who has mercy."},{"verse":"9:17","text":"For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.”"},{"verse":"9:18","text":"So then he has mercy on whomever he wills, and he hardens whomever he wills."},{"verse":"9:19","text":"You will say to me then, “Why does he still find fault? For who can resist his will?”"},{"verse":"9:20","text":"But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?”"},{"verse":"9:21","text":"Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use?"}]}]},"PASSAGE/2/7:3?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:3","text":"But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in the land of Egypt,"}]}]},"PASSAGE/2/7:13?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:13","text":"Still Pharaoh’s heart was hardened, and he would not listen to them, as the Lord had said."}]}]},"PASSAGE/2/8:32?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:32","text":"But Pharaoh hardened his heart this time also, and did not let the people go."}]}]},"PASSAGE/2/14:4?bibleVersion=esv":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:4","text":"And I will harden Pharaoh’s heart, and he will pursue them, and I will get glory over Pharaoh and all his host, and the Egyptians shall know that I am the Lord.” And they did so."}]}]},"PASSAGE/23/29:16?bibleVersion=esv":{"paragraphs":[{"id":29,"title":"","verses":[{"verse":"29:16","text":"You turn things upside down! Shall the potter be regarded as the clay, that the thing made should say of its maker, “He did not make me”; or the thing formed say of him who formed it, “He has no understanding”?"}]}]},"PASSAGE/23/64:8?bibleVersion=esv":{"paragraphs":[{"id":64,"title":"","verses":[{"verse":"64:8","text":"But now, O Lord, you are our Father; we are the clay, and you are our potter; we are all the work of your hand."}]}]},"PASSAGE/24/18:6?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:6","text":"“O house of Israel, can I not do with you as this potter has done? declares the Lord. Behold, like the clay in the potter’s hand, so are you in my hand, O house of Israel."}]}]},"PASSAGE/55/2:20?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:20","text":"Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable."}]}]},"PASSAGE/45/9:22-29?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:22","text":"What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,"},{"verse":"9:23","text":"in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—"},{"verse":"9:24","text":"even us whom he has called, not from the Jews only but also from the Gentiles?"},{"verse":"9:25","text":"As indeed he says in Hosea, “Those who were not my people I will call ‘my people,’ and her who was not beloved I will call ‘beloved.’”"},{"verse":"9:26","text":"“And in the very place where it was said to them, ‘You are not my people,’ there they will be called ‘sons of the living God.’”"},{"verse":"9:27","text":"And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved,"},{"verse":"9:28","text":"for the Lord will carry out his sentence upon the earth fully and without delay.”"},{"verse":"9:29","text":"And as Isaiah predicted, “If the Lord of hosts had not left us offspring, we would have been like Sodom and become like Gomorrah.”"}]}]},"PASSAGE/49/1:18-23?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,"},{"verse":"1:19","text":"and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might"},{"verse":"1:20","text":"that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,"},{"verse":"1:21","text":"far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the one to come."},{"verse":"1:22","text":"And he put all things under his feet and gave him as head over all things to the church,"},{"verse":"1:23","text":"which is his body, the fullness of him who fills all in all."}]}]},"PASSAGE/49/2:1-10?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"And you were dead in the trespasses and sins"},{"verse":"2:2","text":"in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—"},{"verse":"2:3","text":"among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind."},{"verse":"2:4","text":"But God, being rich in mercy, because of the great love with which he loved us,"},{"verse":"2:5","text":"even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—"},{"verse":"2:6","text":"and raised us up with him and seated us with him in the heavenly places in Christ Jesus,"},{"verse":"2:7","text":"so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus."},{"verse":"2:8","text":"For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,"},{"verse":"2:9","text":"not a result of works, so that no one may boast."},{"verse":"2:10","text":"For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."}]}]},"PASSAGE/45/11:3-6?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:3","text":"“Lord, they have killed your prophets, they have demolished your altars, and I alone am left, and they seek my life.”"},{"verse":"11:4","text":"But what is God’s reply to him? “I have kept for myself seven thousand men who have not bowed the knee to Baal.”"},{"verse":"11:5","text":"So too at the present time there is a remnant, chosen by grace."},{"verse":"11:6","text":"But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace."}]}]},"PASSAGE/45/9:30-33?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:30","text":"What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith;"},{"verse":"9:31","text":"but that Israel who pursued a law that would lead to righteousnessdid not succeed in reaching that law."},{"verse":"9:32","text":"Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone,"},{"verse":"9:33","text":"as it is written, “Behold, I am laying in Zion a stone of stumbling, and a rock of offense; and whoever believes in him will not be put to shame.”"}]}]},"PASSAGE/45/10:1-4?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:1","text":"Brothers, my heart’s desire and prayer to God for them is that they may be saved."},{"verse":"10:2","text":"For I bear them witness that they have a zeal for God, but not according to knowledge."},{"verse":"10:3","text":"For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness."},{"verse":"10:4","text":"For Christ is the end of the law for righteousness to everyone who believes."}]}]},"PASSAGE/45/10:4?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:4","text":"For Christ is the end of the law for righteousness to everyone who believes."}]}]},"PASSAGE/45/10:5-9?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:5","text":"For Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them."},{"verse":"10:6","text":"But the righteousness based on faith says, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"},{"verse":"10:7","text":"“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead)."},{"verse":"10:8","text":"But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we proclaim);"},{"verse":"10:9","text":"because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."}]}]},"PASSAGE/45/10:10-13?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:10","text":"For with the heart one believes and is justified, and with the mouth one confesses and is saved."},{"verse":"10:11","text":"For the Scripture says, “Everyone who believes in him will not be put to shame.”"},{"verse":"10:12","text":"For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him."},{"verse":"10:13","text":"For “everyone who calls on the name of the Lord will be saved.”"}]}]},"PASSAGE/40/6:21?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:21","text":"For where your treasure is, there your heart will be also."}]}]},"PASSAGE/40/12:34?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:34","text":"You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks."}]}]},"PASSAGE/45/1:21-22?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:21","text":"For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened."},{"verse":"1:22","text":"Claiming to be wise, they became fools,"}]}]},"PASSAGE/48/4:6?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:6","text":"And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”"}]}]},"PASSAGE/45/9:30-10:13?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:30","text":"What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith;"},{"verse":"9:31","text":"but that Israel who pursued a law that would lead to righteousnessdid not succeed in reaching that law."},{"verse":"9:32","text":"Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone,"},{"verse":"9:33","text":"as it is written, “Behold, I am laying in Zion a stone of stumbling, and a rock of offense; and whoever believes in him will not be put to shame.”"}]},{"id":10,"title":"","verses":[{"verse":"10:1","text":"Brothers, my heart’s desire and prayer to God for them is that they may be saved."},{"verse":"10:2","text":"For I bear them witness that they have a zeal for God, but not according to knowledge."},{"verse":"10:3","text":"For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness."},{"verse":"10:4","text":"For Christ is the end of the law for righteousness to everyone who believes."},{"verse":"10:5","text":"For Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them."},{"verse":"10:6","text":"But the righteousness based on faith says, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"},{"verse":"10:7","text":"“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead)."},{"verse":"10:8","text":"But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we proclaim);"},{"verse":"10:9","text":"because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."},{"verse":"10:10","text":"For with the heart one believes and is justified, and with the mouth one confesses and is saved."},{"verse":"10:11","text":"For the Scripture says, “Everyone who believes in him will not be put to shame.”"},{"verse":"10:12","text":"For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him."},{"verse":"10:13","text":"For “everyone who calls on the name of the Lord will be saved.”"}]}]},"PASSAGE/43/18:28-32?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:28","text":"Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover."},{"verse":"18:29","text":"So Pilate went outside to them and said, “What accusation do you bring against this man?”"},{"verse":"18:30","text":"They answered him, “If this man were not doing evil, we would not have delivered him over to you.”"},{"verse":"18:31","text":"Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.”"},{"verse":"18:32","text":"This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die."}]}]},"PASSAGE/41/7:15?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:15","text":"There is nothing outside a person that by going into him can defile him, but the things that come out of a person are what defile him.”"}]}]},"PASSAGE/40/20:18-19?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:18","text":"“See, we are going up to Jerusalem. And the Son of Man will be delivered over to the chief priests and scribes, and they will condemn him to death"},{"verse":"20:19","text":"and deliver him over to the Gentiles to be mocked and flogged and crucified, and he will be raised on the third day.”"}]}]},"PASSAGE/43/3:14-16?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:14","text":"And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,"},{"verse":"3:15","text":"that whoever believes in him may have eternal life."},{"verse":"3:16","text":"“For God so loved the world,that he gave his only Son, that whoever believes in him should not perish but have eternal life."}]}]},"PASSAGE/43/18:33-38?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:33","text":"So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?”"},{"verse":"18:34","text":"Jesus answered, “Do you say this of your own accord, or did others say it to you about me?”"},{"verse":"18:35","text":"Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?”"},{"verse":"18:36","text":"Jesus answered, “My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”"},{"verse":"18:37","text":"Then Pilate said to him, “So you are a king?” Jesus answered, “You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”"},{"verse":"18:38","text":"Pilate said to him, “What is truth?” After he had said this, he went back outside to the Jews and told them, “I find no guilt in him."}]}]},"PASSAGE/43/19:9-11?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:9","text":"He entered his headquarters again and said to Jesus, “Where are you from?” But Jesus gave him no answer."},{"verse":"19:10","text":"So Pilate said to him, “You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?”"},{"verse":"19:11","text":"Jesus answered him, “You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”"}]}]},"PASSAGE/43/18:38-19:17?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:38","text":"Pilate said to him, “What is truth?” After he had said this, he went back outside to the Jews and told them, “I find no guilt in him."},{"verse":"18:39","text":"But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?”"},{"verse":"18:40","text":"They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber."}]},{"id":19,"title":"","verses":[{"verse":"19:1","text":"Then Pilate took Jesus and flogged him."},{"verse":"19:2","text":"And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe."},{"verse":"19:3","text":"They came up to him, saying, “Hail, King of the Jews!” and struck him with their hands."},{"verse":"19:4","text":"Pilate went out again and said to them, “See, I am bringing him out to you that you may know that I find no guilt in him.”"},{"verse":"19:5","text":"So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Behold the man!”"},{"verse":"19:6","text":"When the chief priests and the officers saw him, they cried out, “Crucify him, crucify him!” Pilate said to them, “Take him yourselves and crucify him, for I find no guilt in him.”"},{"verse":"19:7","text":"The Jews answered him, “We have a law, and according to that law he ought to die because he has made himself the Son of God.”"},{"verse":"19:8","text":"When Pilate heard this statement, he was even more afraid."},{"verse":"19:9","text":"He entered his headquarters again and said to Jesus, “Where are you from?” But Jesus gave him no answer."},{"verse":"19:10","text":"So Pilate said to him, “You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?”"},{"verse":"19:11","text":"Jesus answered him, “You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”"},{"verse":"19:12","text":"From then on Pilate sought to release him, but the Jews cried out, “If you release this man, you are not Caesar’s friend. Everyone who makes himself a king opposes Caesar.”"},{"verse":"19:13","text":"So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha."},{"verse":"19:14","text":"Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, “Behold your King!”"},{"verse":"19:15","text":"They cried out, “Away with him, away with him, crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar.”"},{"verse":"19:16","text":"So he delivered him over to them to be crucified. So they took Jesus,"},{"verse":"19:17","text":"and he went out, bearing his own cross, to the place called The Place of a Skull, which in Aramaic is called Golgotha."}]}]},"PASSAGE/40/27:11-26?bibleVersion=esv":{"paragraphs":[{"id":27,"title":"","verses":[{"verse":"27:11","text":"Now Jesus stood before the governor, and the governor asked him, “Are you the King of the Jews?” Jesus said, “You have said so.”"},{"verse":"27:12","text":"But when he was accused by the chief priests and elders, he gave no answer."},{"verse":"27:13","text":"Then Pilate said to him, “Do you not hear how many things they testify against you?”"},{"verse":"27:14","text":"But he gave him no answer, not even to a single charge, so that the governor was greatly amazed."},{"verse":"27:15","text":"Now at the feast the governor was accustomed to release for the crowd any one prisoner whom they wanted."},{"verse":"27:16","text":"And they had then a notorious prisoner called Barabbas."},{"verse":"27:17","text":"So when they had gathered, Pilate said to them, “Whom do you want me to release for you: Barabbas, or Jesus who is called Christ?”"},{"verse":"27:18","text":"For he knew that it was out of envy that they had delivered him up."},{"verse":"27:19","text":"Besides, while he was sitting on the judgment seat, his wife sent word to him, “Have nothing to do with that righteous man, for I have suffered much because of him today in a dream.”"},{"verse":"27:20","text":"Now the chief priests and the elders persuaded the crowd to ask for Barabbas and destroy Jesus."},{"verse":"27:21","text":"The governor again said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas.”"},{"verse":"27:22","text":"Pilate said to them, “Then what shall I do with Jesus who is called Christ?” They all said, “Let him be crucified!”"},{"verse":"27:23","text":"And he said, “Why, what evil has he done?” But they shouted all the more, “Let him be crucified!”"},{"verse":"27:24","text":"So when Pilate saw that he was gaining nothing, but rather that a riot was beginning, he took water and washed his hands before the crowd, saying, “I am innocent of this man’s blood; see to it yourselves.”"},{"verse":"27:25","text":"And all the people answered, “His blood be on us and on our children!”"},{"verse":"27:26","text":"Then he released for them Barabbas, and having scourged Jesus, delivered him to be crucified."}]}]},"PASSAGE/42/23:1-25?bibleVersion=esv":{"paragraphs":[{"id":23,"title":"","verses":[{"verse":"23:1","text":"Then the whole company of them arose and brought him before Pilate."},{"verse":"23:2","text":"And they began to accuse him, saying, “We found this man misleading our nation and forbidding us to give tribute to Caesar, and saying that he himself is Christ, a king.”"},{"verse":"23:3","text":"And Pilate asked him, “Are you the King of the Jews?” And he answered him, “You have said so.”"},{"verse":"23:4","text":"Then Pilate said to the chief priests and the crowds, “I find no guilt in this man.”"},{"verse":"23:5","text":"But they were urgent, saying, “He stirs up the people, teaching throughout all Judea, from Galilee even to this place.”"},{"verse":"23:6","text":"When Pilate heard this, he asked whether the man was a Galilean."},{"verse":"23:7","text":"And when he learned that he belonged to Herod’s jurisdiction, he sent him over to Herod, who was himself in Jerusalem at that time."},{"verse":"23:8","text":"When Herod saw Jesus, he was very glad, for he had long desired to see him, because he had heard about him, and he was hoping to see some sign done by him."},{"verse":"23:9","text":"So he questioned him at some length, but he made no answer."},{"verse":"23:10","text":"The chief priests and the scribes stood by, vehemently accusing him."},{"verse":"23:11","text":"And Herod with his soldiers treated him with contempt and mocked him. Then, arraying him in splendid clothing, he sent him back to Pilate."},{"verse":"23:12","text":"And Herod and Pilate became friends with each other that very day, for before this they had been at enmity with each other."},{"verse":"23:13","text":"Pilate then called together the chief priests and the rulers and the people,"},{"verse":"23:14","text":"and said to them, “You brought me this man as one who was misleading the people. And after examining him before you, behold, I did not find this man guilty of any of your charges against him."},{"verse":"23:15","text":"Neither did Herod, for he sent him back to us. Look, nothing deserving death has been done by him."},{"verse":"23:16","text":"I will therefore punish and release him.”"},{"verse":"23:18","text":"But they all cried out together, “Away with this man, and release to us Barabbas”—"},{"verse":"23:19","text":"a man who had been thrown into prison for an insurrection started in the city and for murder."},{"verse":"23:20","text":"Pilate addressed them once more, desiring to release Jesus,"},{"verse":"23:21","text":"but they kept shouting, “Crucify, crucify him!”"},{"verse":"23:22","text":"A third time he said to them, “Why, what evil has he done? I have found in him no guilt deserving death. I will therefore punish and release him.”"},{"verse":"23:23","text":"But they were urgent, demanding with loud cries that he should be crucified. And their voices prevailed."},{"verse":"23:24","text":"So Pilate decided that their demand should be granted."},{"verse":"23:25","text":"He released the man who had been thrown into prison for insurrection and murder, for whom they asked, but he delivered Jesus over to their will."}]}]},"PASSAGE/43/19:13-17?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:13","text":"So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha."},{"verse":"19:14","text":"Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, “Behold your King!”"},{"verse":"19:15","text":"They cried out, “Away with him, away with him, crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar.”"},{"verse":"19:16","text":"So he delivered him over to them to be crucified. So they took Jesus,"},{"verse":"19:17","text":"and he went out, bearing his own cross, to the place called The Place of a Skull, which in Aramaic is called Golgotha."}]}]},"PASSAGE/2/12:1-14?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"The Lord said to Moses and Aaron in the land of Egypt,"},{"verse":"12:2","text":"“This month shall be for you the beginning of months. It shall be the first month of the year for you."},{"verse":"12:3","text":"Tell all the congregation of Israel that on the tenth day of this month every man shall take a lamb according to their fathers’ houses, a lamb for a household."},{"verse":"12:4","text":"And if the household is too small for a lamb, then he and his nearest neighbor shall take according to the number of persons; according to what each can eat you shall make your count for the lamb."},{"verse":"12:5","text":"Your lamb shall be without blemish, a male a year old. You may take it from the sheep or from the goats,"},{"verse":"12:6","text":"and you shall keep it until the fourteenth day of this month, when the whole assembly of the congregation of Israel shall kill their lambs at twilight."},{"verse":"12:7","text":"“Then they shall take some of the blood and put it on the two doorposts and the lintel of the houses in which they eat it."},{"verse":"12:8","text":"They shall eat the flesh that night, roasted on the fire; with unleavened bread and bitter herbs they shall eat it."},{"verse":"12:9","text":"Do not eat any of it raw or boiled in water, but roasted, its head with its legs and its inner parts."},{"verse":"12:10","text":"And you shall let none of it remain until the morning; anything that remains until the morning you shall burn."},{"verse":"12:11","text":"In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the Lord’s Passover."},{"verse":"12:12","text":"For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the Lord."},{"verse":"12:13","text":"The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt."},{"verse":"12:14","text":"“This day shall be for you a memorial day, and you shall keep it as a feast to the Lord; throughout your generations, as a statute forever, you shall keep it as a feast."}]}]},"PASSAGE/5/16:1-7?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:1","text":"“Observe the month of Abib and keep the Passover to the Lord your God, for in the month of Abib the Lord your God brought you out of Egypt by night."},{"verse":"16:2","text":"And you shall offer the Passover sacrifice to the Lord your God, from the flock or the herd, at the place that the Lord will choose, to make his name dwell there."},{"verse":"16:3","text":"You shall eat no leavened bread with it. Seven days you shall eat it with unleavened bread, the bread of affliction—for you came out of the land of Egypt in haste—that all the days of your life you may remember the day when you came out of the land of Egypt."},{"verse":"16:4","text":"No leaven shall be seen with you in all your territory for seven days, nor shall any of the flesh that you sacrifice on the evening of the first day remain all night until morning."},{"verse":"16:5","text":"You may not offer the Passover sacrifice within any of your towns that the Lord your God is giving you,"},{"verse":"16:6","text":"but at the place that the Lord your God will choose, to make his name dwell in it, there you shall offer the Passover sacrifice, in the evening at sunset, at the time you came out of Egypt."},{"verse":"16:7","text":"And you shall cook it and eat it at the place that the Lord your God will choose. And in the morning you shall turn and go to your tents."}]}]},"PASSAGE/43/1:29?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:29","text":"The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world!"}]}]},"PASSAGE/43/18:28-19:17?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:28","text":"Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover."},{"verse":"18:29","text":"So Pilate went outside to them and said, “What accusation do you bring against this man?”"},{"verse":"18:30","text":"They answered him, “If this man were not doing evil, we would not have delivered him over to you.”"},{"verse":"18:31","text":"Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.”"},{"verse":"18:32","text":"This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die."},{"verse":"18:33","text":"So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?”"},{"verse":"18:34","text":"Jesus answered, “Do you say this of your own accord, or did others say it to you about me?”"},{"verse":"18:35","text":"Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?”"},{"verse":"18:36","text":"Jesus answered, “My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”"},{"verse":"18:37","text":"Then Pilate said to him, “So you are a king?” Jesus answered, “You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”"},{"verse":"18:38","text":"Pilate said to him, “What is truth?” After he had said this, he went back outside to the Jews and told them, “I find no guilt in him."},{"verse":"18:39","text":"But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?”"},{"verse":"18:40","text":"They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber."}]},{"id":19,"title":"","verses":[{"verse":"19:1","text":"Then Pilate took Jesus and flogged him."},{"verse":"19:2","text":"And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe."},{"verse":"19:3","text":"They came up to him, saying, “Hail, King of the Jews!” and struck him with their hands."},{"verse":"19:4","text":"Pilate went out again and said to them, “See, I am bringing him out to you that you may know that I find no guilt in him.”"},{"verse":"19:5","text":"So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Behold the man!”"},{"verse":"19:6","text":"When the chief priests and the officers saw him, they cried out, “Crucify him, crucify him!” Pilate said to them, “Take him yourselves and crucify him, for I find no guilt in him.”"},{"verse":"19:7","text":"The Jews answered him, “We have a law, and according to that law he ought to die because he has made himself the Son of God.”"},{"verse":"19:8","text":"When Pilate heard this statement, he was even more afraid."},{"verse":"19:9","text":"He entered his headquarters again and said to Jesus, “Where are you from?” But Jesus gave him no answer."},{"verse":"19:10","text":"So Pilate said to him, “You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?”"},{"verse":"19:11","text":"Jesus answered him, “You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”"},{"verse":"19:12","text":"From then on Pilate sought to release him, but the Jews cried out, “If you release this man, you are not Caesar’s friend. Everyone who makes himself a king opposes Caesar.”"},{"verse":"19:13","text":"So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha."},{"verse":"19:14","text":"Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, “Behold your King!”"},{"verse":"19:15","text":"They cried out, “Away with him, away with him, crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar.”"},{"verse":"19:16","text":"So he delivered him over to them to be crucified. So they took Jesus,"},{"verse":"19:17","text":"and he went out, bearing his own cross, to the place called The Place of a Skull, which in Aramaic is called Golgotha."}]}]},"PASSAGE/43/19:18-22?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:18","text":"There they crucified him, and with him two others, one on either side, and Jesus between them."},{"verse":"19:19","text":"Pilate also wrote an inscription and put it on the cross. It read, “Jesus of Nazareth, the King of the Jews.”"},{"verse":"19:20","text":"Many of the Jews read this inscription, for the place where Jesus was crucified was near the city, and it was written in Aramaic, in Latin, and in Greek."},{"verse":"19:21","text":"So the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but rather, ‘This man said, I am King of the Jews.’”"},{"verse":"19:22","text":"Pilate answered, “What I have written I have written.”"}]}]},"PASSAGE/19/72:1?bibleVersion=esv":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:1","text":"Give the king your justice, O God, and your righteousness to the royal son!"}]}]},"PASSAGE/19/72:8?bibleVersion=esv":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:8","text":"May he have dominion from sea to sea, and from the River to the ends of the earth!"}]}]},"PASSAGE/19/72:11?bibleVersion=esv":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:11","text":"May all kings fall down before him, all nations serve him!"}]}]},"PASSAGE/19/72:17?bibleVersion=esv":{"paragraphs":[{"id":72,"title":"","verses":[{"verse":"72:17","text":"May his name endure forever, his fame continue as long as the sun! May people be blessed in him, all nations call him blessed!"}]}]},"PASSAGE/40/2:1-2?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:1","text":"Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,"},{"verse":"2:2","text":"saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.”"}]}]},"PASSAGE/40/2:6?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:6","text":"“‘And you, O Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for from you shall come a ruler who will shepherd my people Israel.’”"}]}]},"PASSAGE/43/4:42?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:42","text":"They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”"}]}]},"PASSAGE/43/6:51?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:51","text":"I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”"}]}]},"PASSAGE/43/11:51-52?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:51","text":"He did not say this of his own accord, but being high priest that year he prophesied that Jesus would die for the nation,"},{"verse":"11:52","text":"and not for the nation only, but also to gather into one the children of God who are scattered abroad."}]}]},"PASSAGE/66/5:9?bibleVersion=esv":{"paragraphs":[{"id":5,"title":"","verses":[{"verse":"5:9","text":"And they sang a new song, saying, “Worthy are you to take the scroll and to open its seals, for you were slain, and by your blood you ransomed people for God from every tribe and language and people and nation,"}]}]},"PASSAGE/51/2:13-14?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:13","text":"And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses,"},{"verse":"2:14","text":"by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross."}]}]},"PASSAGE/43/19:23-24?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:23","text":"When the soldiers had crucified Jesus, they took his garments and divided them into four parts, one part for each soldier; also his tunic. But the tunic was seamless, woven in one piece from top to bottom,"},{"verse":"19:24","text":"so they said to one another, “Let us not tear it, but cast lots for it to see whose it shall be.” This was to fulfill the Scripture which says, “They divided my garments among them, and for my clothing they cast lots.” So the soldiers did these things,"}]}]},"PASSAGE/1/3:7?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:7","text":"Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths."}]}]},"PASSAGE/23/64:6?bibleVersion=esv":{"paragraphs":[{"id":64,"title":"","verses":[{"verse":"64:6","text":"We have all become like one who is unclean, and all our righteous deeds are like a polluted garment. We all fade like a leaf, and our iniquities, like the wind, take us away."}]}]},"PASSAGE/66/3:17?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:17","text":"For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked."}]}]},"PASSAGE/47/8:9?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:9","text":"For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich."}]}]},"PASSAGE/66/19:7-8?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:7","text":"Let us rejoice and exult and give him the glory, for the marriage of the Lamb has come, and his Bride has made herself ready;"},{"verse":"19:8","text":"it was granted her to clothe herself with fine linen, bright and pure”— for the fine linen is the righteous deeds of the saints."}]}]},"PASSAGE/43/19:25-27?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:25","text":"but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."},{"verse":"19:26","text":"When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, “Woman, behold, your son!”"},{"verse":"19:27","text":"Then he said to the disciple, “Behold, your mother!” And from that hour the disciple took her to his own home."}]}]},"PASSAGE/41/15:27-32?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:27","text":"And with him they crucified two robbers, one on his right and one on his left."},{"verse":"15:29","text":"And those who passed by derided him, wagging their heads and saying, “Aha! You who would destroy the temple and rebuild it in three days,"},{"verse":"15:30","text":"save yourself, and come down from the cross!”"},{"verse":"15:31","text":"So also the chief priests with the scribes mocked him to one another, saying, “He saved others; he cannot save himself."},{"verse":"15:32","text":"Let the Christ, the King of Israel, come down now from the cross that we may see and believe.” Those who were crucified with him also reviled him."}]}]},"PASSAGE/2/20:12?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:12","text":"“Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you."}]}]},"PASSAGE/50/2:5-8?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:5","text":"Have this mind among yourselves, which is yours in Christ Jesus,"},{"verse":"2:6","text":"who, though he was in the form of God, did not count equality with God a thing to be grasped,"},{"verse":"2:7","text":"but emptied himself, by taking the form of a servant,being born in the likeness of men."},{"verse":"2:8","text":"And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross."}]}]},"PASSAGE/43/19:28-30?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:28","text":"After this, Jesus, knowing that all was now finished, said (to fulfill the Scripture), “I thirst.”"},{"verse":"19:29","text":"A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to his mouth."},{"verse":"19:30","text":"When Jesus had received the sour wine, he said, “It is finished,” and he bowed his head and gave up his spirit."}]}]},"PASSAGE/41/15:38?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:38","text":"And the curtain of the temple was torn in two, from top to bottom."}]}]},"PASSAGE/58/10:19-22?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:19","text":"Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus,"},{"verse":"10:20","text":"by the new and living way that he opened for us through the curtain, that is, through his flesh,"},{"verse":"10:21","text":"and since we have a great priest over the house of God,"},{"verse":"10:22","text":"let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water."}]}]},"PASSAGE/45/4:23-25?bibleVersion=esv":{"paragraphs":[{"id":4,"title":"","verses":[{"verse":"4:23","text":"But the words “it was counted to him” were not written for his sake alone,"},{"verse":"4:24","text":"but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord,"},{"verse":"4:25","text":"who was delivered up for our trespasses and raised for our justification."}]}]},"PASSAGE/43/19:18-30?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:18","text":"There they crucified him, and with him two others, one on either side, and Jesus between them."},{"verse":"19:19","text":"Pilate also wrote an inscription and put it on the cross. It read, “Jesus of Nazareth, the King of the Jews.”"},{"verse":"19:20","text":"Many of the Jews read this inscription, for the place where Jesus was crucified was near the city, and it was written in Aramaic, in Latin, and in Greek."},{"verse":"19:21","text":"So the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but rather, ‘This man said, I am King of the Jews.’”"},{"verse":"19:22","text":"Pilate answered, “What I have written I have written.”"},{"verse":"19:23","text":"When the soldiers had crucified Jesus, they took his garments and divided them into four parts, one part for each soldier; also his tunic. But the tunic was seamless, woven in one piece from top to bottom,"},{"verse":"19:24","text":"so they said to one another, “Let us not tear it, but cast lots for it to see whose it shall be.” This was to fulfill the Scripture which says, “They divided my garments among them, and for my clothing they cast lots.” So the soldiers did these things,"},{"verse":"19:25","text":"but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."},{"verse":"19:26","text":"When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, “Woman, behold, your son!”"},{"verse":"19:27","text":"Then he said to the disciple, “Behold, your mother!” And from that hour the disciple took her to his own home."},{"verse":"19:28","text":"After this, Jesus, knowing that all was now finished, said (to fulfill the Scripture), “I thirst.”"},{"verse":"19:29","text":"A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to his mouth."},{"verse":"19:30","text":"When Jesus had received the sour wine, he said, “It is finished,” and he bowed his head and gave up his spirit."}]}]},"PASSAGE/43/19:31-37?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:31","text":"Since it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken and that they might be taken away."},{"verse":"19:32","text":"So the soldiers came and broke the legs of the first, and of the other who had been crucified with him."},{"verse":"19:33","text":"But when they came to Jesus and saw that he was already dead, they did not break his legs."},{"verse":"19:34","text":"But one of the soldiers pierced his side with a spear, and at once there came out blood and water."},{"verse":"19:35","text":"He who saw it has borne witness—his testimony is true, and he knows that he is telling the truth—that you also may believe."},{"verse":"19:36","text":"For these things took place that the Scripture might be fulfilled: “Not one of his bones will be broken.”"},{"verse":"19:37","text":"And again another Scripture says, “They will look on him whom they have pierced.”"}]}]},"PASSAGE/5/21:22-23?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:22","text":"“And if a man has committed a crime punishable by death and he is put to death, and you hang him on a tree,"},{"verse":"21:23","text":"his body shall not remain all night on the tree, but you shall bury him the same day, for a hanged man is cursed by God. You shall not defile your land that the Lord your God is giving you for an inheritance."}]}]},"PASSAGE/43/18:28?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:28","text":"Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover."}]}]},"PASSAGE/43/18:11?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:11","text":"So Jesus said to Peter, “Put your sword into its sheath; shall I not drink the cup that the Father has given me?”"}]}]},"PASSAGE/50/2:8?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:8","text":"And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross."}]}]},"PASSAGE/2/12:2-13?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:2","text":"“This month shall be for you the beginning of months. It shall be the first month of the year for you."},{"verse":"12:3","text":"Tell all the congregation of Israel that on the tenth day of this month every man shall take a lamb according to their fathers’ houses, a lamb for a household."},{"verse":"12:4","text":"And if the household is too small for a lamb, then he and his nearest neighbor shall take according to the number of persons; according to what each can eat you shall make your count for the lamb."},{"verse":"12:5","text":"Your lamb shall be without blemish, a male a year old. You may take it from the sheep or from the goats,"},{"verse":"12:6","text":"and you shall keep it until the fourteenth day of this month, when the whole assembly of the congregation of Israel shall kill their lambs at twilight."},{"verse":"12:7","text":"“Then they shall take some of the blood and put it on the two doorposts and the lintel of the houses in which they eat it."},{"verse":"12:8","text":"They shall eat the flesh that night, roasted on the fire; with unleavened bread and bitter herbs they shall eat it."},{"verse":"12:9","text":"Do not eat any of it raw or boiled in water, but roasted, its head with its legs and its inner parts."},{"verse":"12:10","text":"And you shall let none of it remain until the morning; anything that remains until the morning you shall burn."},{"verse":"12:11","text":"In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the Lord’s Passover."},{"verse":"12:12","text":"For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the Lord."},{"verse":"12:13","text":"The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt."}]}]},"PASSAGE/4/9:12?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:12","text":"They shall leave none of it until the morning, nor break any of its bones; according to all the statute for the Passover they shall keep it."}]}]},"PASSAGE/23/53:5-6?bibleVersion=esv":{"paragraphs":[{"id":53,"title":"","verses":[{"verse":"53:5","text":"But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed."},{"verse":"53:6","text":"All we like sheep have gone astray; we have turned—every one—to his own way; and the Lord has laid on him the iniquity of us all."}]}]},"PASSAGE/38/12:1?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:1","text":"The oracle of the word of the Lord concerning Israel: Thus declares the Lord, who stretched out the heavens and founded the earth and formed the spirit of man within him:"}]}]},"PASSAGE/38/12:10?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:10","text":"“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn."}]}]},"PASSAGE/38/13:1?bibleVersion=esv":{"paragraphs":[{"id":13,"title":"","verses":[{"verse":"13:1","text":"“On that day there shall be a fountain opened for the house of David and the inhabitants of Jerusalem, to cleanse them from sin and uncleanness."}]}]},"PASSAGE/43/19:38-42?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:38","text":"After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body."},{"verse":"19:39","text":"Nicodemus also, who earlier had come to Jesus by night, came bringing a mixture of myrrh and aloes, about seventy-five pounds in weight."},{"verse":"19:40","text":"So they took the body of Jesus and bound it in linen cloths with the spices, as is the burial custom of the Jews."},{"verse":"19:41","text":"Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid."},{"verse":"19:42","text":"So because of the Jewish day of Preparation, since the tomb was close at hand, they laid Jesus there."}]}]},"PASSAGE/42/23:50-52?bibleVersion=esv":{"paragraphs":[{"id":23,"title":"","verses":[{"verse":"23:50","text":"Now there was a man named Joseph, from the Jewish town of Arimathea. He was a member of the council, a good and righteous man,"},{"verse":"23:51","text":"who had not consented to their decision and action; and he was looking for the kingdom of God."},{"verse":"23:52","text":"This man went to Pilate and asked for the body of Jesus."}]}]},"PASSAGE/43/3:1-21?bibleVersion=esv":{"paragraphs":[{"id":3,"title":"","verses":[{"verse":"3:1","text":"Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews."},{"verse":"3:2","text":"This man came to Jesusby night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.”"},{"verse":"3:3","text":"Jesus answered him, “Truly, truly, I say to you, unless one is born againhe cannot see the kingdom of God.”"},{"verse":"3:4","text":"Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”"},{"verse":"3:5","text":"Jesus answered, “Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God."},{"verse":"3:6","text":"That which is born of the flesh is flesh, and that which is born of the Spirit is spirit."},{"verse":"3:7","text":"Do not marvel that I said to you, ‘Youmust be born again.’"},{"verse":"3:8","text":"The windblows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”"},{"verse":"3:9","text":"Nicodemus said to him, “How can these things be?”"},{"verse":"3:10","text":"Jesus answered him, “Are you the teacher of Israel and yet you do not understand these things?"},{"verse":"3:11","text":"Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but youdo not receive our testimony."},{"verse":"3:12","text":"If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?"},{"verse":"3:13","text":"No one has ascended into heaven except he who descended from heaven, the Son of Man."},{"verse":"3:14","text":"And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,"},{"verse":"3:15","text":"that whoever believes in him may have eternal life."},{"verse":"3:16","text":"“For God so loved the world,that he gave his only Son, that whoever believes in him should not perish but have eternal life."},{"verse":"3:17","text":"For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."},{"verse":"3:18","text":"Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God."},{"verse":"3:19","text":"And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil."},{"verse":"3:20","text":"For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed."},{"verse":"3:21","text":"But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”"}]}]},"PASSAGE/43/7:47-52?bibleVersion=esv":{"paragraphs":[{"id":7,"title":"","verses":[{"verse":"7:47","text":"The Pharisees answered them, “Have you also been deceived?"},{"verse":"7:48","text":"Have any of the authorities or the Pharisees believed in him?"},{"verse":"7:49","text":"But this crowd that does not know the law is accursed.”"},{"verse":"7:50","text":"Nicodemus, who had gone to him before, and who was one of them, said to them,"},{"verse":"7:51","text":"“Does our law judge a man without first giving him a hearing and learning what he does?”"},{"verse":"7:52","text":"They replied, “Are you from Galilee too? Search and see that no prophet arises from Galilee.” [The earliest manuscripts do not include 7:53–8:11.]"}]}]},"PASSAGE/43/12:42-43?bibleVersion=esv":{"paragraphs":[{"id":12,"title":"","verses":[{"verse":"12:42","text":"Nevertheless, many even of the authorities believed in him, but for fear of the Pharisees they did not confess it, so that they would not be put out of the synagogue;"},{"verse":"12:43","text":"for they loved the glory that comes from man more than the glory that comes from God."}]}]},"PASSAGE/19/16:10?bibleVersion=esv":{"paragraphs":[{"id":16,"title":"","verses":[{"verse":"16:10","text":"For you will not abandon my soul to Sheol, or let your holy one see corruption."}]}]},"PASSAGE/23/53:9?bibleVersion=esv":{"paragraphs":[{"id":53,"title":"","verses":[{"verse":"53:9","text":"And they made his grave with the wicked and with a rich man in his death, although he had done no violence, and there was no deceit in his mouth."}]}]},"PASSAGE/40/27:57-60?bibleVersion=esv":{"paragraphs":[{"id":27,"title":"","verses":[{"verse":"27:57","text":"When it was evening, there came a rich man from Arimathea, named Joseph, who also was a disciple of Jesus."},{"verse":"27:58","text":"He went to Pilate and asked for the body of Jesus. Then Pilate ordered it to be given to him."},{"verse":"27:59","text":"And Joseph took the body and wrapped it in a clean linen shroud"},{"verse":"27:60","text":"and laid it in his own new tomb, which he had cut in the rock. And he rolled a great stone to the entrance of the tomb and went away."}]}]},"PASSAGE/45/6:3-4?bibleVersion=esv":{"paragraphs":[{"id":6,"title":"","verses":[{"verse":"6:3","text":"Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?"},{"verse":"6:4","text":"We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life."}]}]},"PASSAGE/51/2:12-14?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:12","text":"having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead."},{"verse":"2:13","text":"And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses,"},{"verse":"2:14","text":"by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross."}]}]},"PASSAGE/43/19:31-42?bibleVersion=esv":{"paragraphs":[{"id":19,"title":"","verses":[{"verse":"19:31","text":"Since it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken and that they might be taken away."},{"verse":"19:32","text":"So the soldiers came and broke the legs of the first, and of the other who had been crucified with him."},{"verse":"19:33","text":"But when they came to Jesus and saw that he was already dead, they did not break his legs."},{"verse":"19:34","text":"But one of the soldiers pierced his side with a spear, and at once there came out blood and water."},{"verse":"19:35","text":"He who saw it has borne witness—his testimony is true, and he knows that he is telling the truth—that you also may believe."},{"verse":"19:36","text":"For these things took place that the Scripture might be fulfilled: “Not one of his bones will be broken.”"},{"verse":"19:37","text":"And again another Scripture says, “They will look on him whom they have pierced.”"},{"verse":"19:38","text":"After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body."},{"verse":"19:39","text":"Nicodemus also, who earlier had come to Jesus by night, came bringing a mixture of myrrh and aloes, about seventy-five pounds in weight."},{"verse":"19:40","text":"So they took the body of Jesus and bound it in linen cloths with the spices, as is the burial custom of the Jews."},{"verse":"19:41","text":"Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid."},{"verse":"19:42","text":"So because of the Jewish day of Preparation, since the tomb was close at hand, they laid Jesus there."}]}]},"PASSAGE/43/20:1-10?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:1","text":"Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb."},{"verse":"20:2","text":"So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.”"},{"verse":"20:3","text":"So Peter went out with the other disciple, and they were going toward the tomb."},{"verse":"20:4","text":"Both of them were running together, but the other disciple outran Peter and reached the tomb first."},{"verse":"20:5","text":"And stooping to look in, he saw the linen cloths lying there, but he did not go in."},{"verse":"20:6","text":"Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there,"},{"verse":"20:7","text":"and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself."},{"verse":"20:8","text":"Then the other disciple, who had reached the tomb first, also went in, and he saw and believed;"},{"verse":"20:9","text":"for as yet they did not understand the Scripture, that he must rise from the dead."},{"verse":"20:10","text":"Then the disciples went back to their homes."}]}]},"PASSAGE/43/11:25-26?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:25","text":"Jesus said to her, “I am the resurrection and the life.Whoever believes in me, though he die, yet shall he live,"},{"verse":"11:26","text":"and everyone who lives and believes in me shall never die. Do you believe this?”"}]}]},"PASSAGE/49/1:18?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:18","text":"having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,"}]}]},"PASSAGE/43/20:11-18?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:11","text":"But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb."},{"verse":"20:12","text":"And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet."},{"verse":"20:13","text":"They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.”"},{"verse":"20:14","text":"Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus."},{"verse":"20:15","text":"Jesus said to her, “Woman, why are you weeping? Whom are you seeking?” Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.”"},{"verse":"20:16","text":"Jesus said to her, “Mary.” She turned and said to him in Aramaic, “Rabboni!” (which means Teacher)."},{"verse":"20:17","text":"Jesus said to her, “Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”"},{"verse":"20:18","text":"Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her."}]}]},"PASSAGE/43/10:1-5?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:1","text":"“Truly, truly, I say to you, he who does not enter the sheepfold by the door but climbs in by another way, that man is a thief and a robber."},{"verse":"10:2","text":"But he who enters by the door is the shepherd of the sheep."},{"verse":"10:3","text":"To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out."},{"verse":"10:4","text":"When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice."},{"verse":"10:5","text":"A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.”"}]}]},"PASSAGE/43/20:17?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:17","text":"Jesus said to her, “Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”"}]}]},"PASSAGE/43/20:19-23?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:19","text":"On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, “Peace be with you.”"},{"verse":"20:20","text":"When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord."},{"verse":"20:21","text":"Jesus said to them again, “Peace be with you. As the Father has sent me, even so I am sending you.”"},{"verse":"20:22","text":"And when he had said this, he breathed on them and said to them, “Receive the Holy Spirit."},{"verse":"20:23","text":"If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”"}]}]},"PASSAGE/42/24:40-43?bibleVersion=esv":{"paragraphs":[{"id":24,"title":"","verses":[{"verse":"24:40","text":"And when he had said this, he showed them his hands and his feet."},{"verse":"24:41","text":"And while they still disbelieved for joy and were marveling, he said to them, “Have you anything here to eat?”"},{"verse":"24:42","text":"They gave him a piece of broiled fish,"},{"verse":"24:43","text":"and he took it and ate before them."}]}]},"PASSAGE/44/1:3?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:3","text":"He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God."}]}]},"PASSAGE/46/15:3-8?bibleVersion=esv":{"paragraphs":[{"id":15,"title":"","verses":[{"verse":"15:3","text":"For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,"},{"verse":"15:4","text":"that he was buried, that he was raised on the third day in accordance with the Scriptures,"},{"verse":"15:5","text":"and that he appeared to Cephas, then to the twelve."},{"verse":"15:6","text":"Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep."},{"verse":"15:7","text":"Then he appeared to James, then to all the apostles."},{"verse":"15:8","text":"Last of all, as to one untimely born, he appeared also to me."}]}]},"PASSAGE/43/20:21-23?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:21","text":"Jesus said to them again, “Peace be with you. As the Father has sent me, even so I am sending you.”"},{"verse":"20:22","text":"And when he had said this, he breathed on them and said to them, “Receive the Holy Spirit."},{"verse":"20:23","text":"If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”"}]}]},"PASSAGE/43/20:24-31?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:24","text":"Now Thomas, one of the Twelve, called the Twin, was not with them when Jesus came."},{"verse":"20:25","text":"So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”"},{"verse":"20:26","text":"Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, “Peace be with you.”"},{"verse":"20:27","text":"Then he said to Thomas, “Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”"},{"verse":"20:28","text":"Thomas answered him, “My Lord and my God!”"},{"verse":"20:29","text":"Jesus said to him, “Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”"},{"verse":"20:30","text":"Now Jesus did many other signs in the presence of the disciples, which are not written in this book;"},{"verse":"20:31","text":"but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."}]}]},"PASSAGE/43/11:7-16?bibleVersion=esv":{"paragraphs":[{"id":11,"title":"","verses":[{"verse":"11:7","text":"Then after this he said to the disciples, “Let us go to Judea again.”"},{"verse":"11:8","text":"The disciples said to him, “Rabbi, the Jews were just now seeking to stone you, and are you going there again?”"},{"verse":"11:9","text":"Jesus answered, “Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world."},{"verse":"11:10","text":"But if anyone walks in the night, he stumbles, because the light is not in him.”"},{"verse":"11:11","text":"After saying these things, he said to them, “Our friend Lazarus has fallen asleep, but I go to awaken him.”"},{"verse":"11:12","text":"The disciples said to him, “Lord, if he has fallen asleep, he will recover.”"},{"verse":"11:13","text":"Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep."},{"verse":"11:14","text":"Then Jesus told them plainly, “Lazarus has died,"},{"verse":"11:15","text":"and for your sake I am glad that I was not there, so that you may believe. But let us go to him.”"},{"verse":"11:16","text":"So Thomas, called the Twin, said to his fellow disciples, “Let us also go, that we may die with him.”"}]}]},"PASSAGE/43/14:5?bibleVersion=esv":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:5","text":"Thomas said to him, “Lord, we do not know where you are going. How can we know the way?”"}]}]},"PASSAGE/43/20:1-31?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:1","text":"Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb."},{"verse":"20:2","text":"So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.”"},{"verse":"20:3","text":"So Peter went out with the other disciple, and they were going toward the tomb."},{"verse":"20:4","text":"Both of them were running together, but the other disciple outran Peter and reached the tomb first."},{"verse":"20:5","text":"And stooping to look in, he saw the linen cloths lying there, but he did not go in."},{"verse":"20:6","text":"Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there,"},{"verse":"20:7","text":"and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself."},{"verse":"20:8","text":"Then the other disciple, who had reached the tomb first, also went in, and he saw and believed;"},{"verse":"20:9","text":"for as yet they did not understand the Scripture, that he must rise from the dead."},{"verse":"20:10","text":"Then the disciples went back to their homes."},{"verse":"20:11","text":"But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb."},{"verse":"20:12","text":"And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet."},{"verse":"20:13","text":"They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.”"},{"verse":"20:14","text":"Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus."},{"verse":"20:15","text":"Jesus said to her, “Woman, why are you weeping? Whom are you seeking?” Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.”"},{"verse":"20:16","text":"Jesus said to her, “Mary.” She turned and said to him in Aramaic, “Rabboni!” (which means Teacher)."},{"verse":"20:17","text":"Jesus said to her, “Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”"},{"verse":"20:18","text":"Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her."},{"verse":"20:19","text":"On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, “Peace be with you.”"},{"verse":"20:20","text":"When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord."},{"verse":"20:21","text":"Jesus said to them again, “Peace be with you. As the Father has sent me, even so I am sending you.”"},{"verse":"20:22","text":"And when he had said this, he breathed on them and said to them, “Receive the Holy Spirit."},{"verse":"20:23","text":"If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”"},{"verse":"20:24","text":"Now Thomas, one of the Twelve, called the Twin, was not with them when Jesus came."},{"verse":"20:25","text":"So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”"},{"verse":"20:26","text":"Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, “Peace be with you.”"},{"verse":"20:27","text":"Then he said to Thomas, “Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”"},{"verse":"20:28","text":"Thomas answered him, “My Lord and my God!”"},{"verse":"20:29","text":"Jesus said to him, “Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”"},{"verse":"20:30","text":"Now Jesus did many other signs in the presence of the disciples, which are not written in this book;"},{"verse":"20:31","text":"but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."}]}]},"PASSAGE/43/21:1-14?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:1","text":"After this Jesus revealed himself again to the disciples by the Sea of Tiberias, and he revealed himself in this way."},{"verse":"21:2","text":"Simon Peter, Thomas (called the Twin), Nathanael of Cana in Galilee, the sons of Zebedee, and two others of his disciples were together."},{"verse":"21:3","text":"Simon Peter said to them, “I am going fishing.” They said to him, “We will go with you.” They went out and got into the boat, but that night they caught nothing."},{"verse":"21:4","text":"Just as day was breaking, Jesus stood on the shore; yet the disciples did not know that it was Jesus."},{"verse":"21:5","text":"Jesus said to them, “Children, do you have any fish?” They answered him, “No.”"},{"verse":"21:6","text":"He said to them, “Cast the net on the right side of the boat, and you will find some.” So they cast it, and now they were not able to haul it in, because of the quantity of fish."},{"verse":"21:7","text":"That disciple whom Jesus loved therefore said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his outer garment, for he was stripped for work, and threw himself into the sea."},{"verse":"21:8","text":"The other disciples came in the boat, dragging the net full of fish, for they were not far from the land, but about a hundred yards off."},{"verse":"21:9","text":"When they got out on land, they saw a charcoal fire in place, with fish laid out on it, and bread."},{"verse":"21:10","text":"Jesus said to them, “Bring some of the fish that you have just caught.”"},{"verse":"21:11","text":"So Simon Peter went aboard and hauled the net ashore, full of large fish, 153 of them. And although there were so many, the net was not torn."},{"verse":"21:12","text":"Jesus said to them, “Come and have breakfast.” Now none of the disciples dared ask him, “Who are you?” They knew it was the Lord."},{"verse":"21:13","text":"Jesus came and took the bread and gave it to them, and so with the fish."},{"verse":"21:14","text":"This was now the third time that Jesus was revealed to the disciples after he was raised from the dead."}]}]},"PASSAGE/43/21:15-17?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:15","text":"When they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Feed my lambs.”"},{"verse":"21:16","text":"He said to him a second time, “Simon, son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Tend my sheep.”"},{"verse":"21:17","text":"He said to him the third time, “Simon, son of John, do you love me?” Peter was grieved because he said to him the third time, “Do you love me?” and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep."}]}]},"PASSAGE/43/18:15-18?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:15","text":"Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest,"},{"verse":"18:16","text":"but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in."},{"verse":"18:17","text":"The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.”"},{"verse":"18:18","text":"Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself."}]}]},"PASSAGE/43/18:25-27?bibleVersion=esv":{"paragraphs":[{"id":18,"title":"","verses":[{"verse":"18:25","text":"Now Simon Peter was standing and warming himself. So they said to him, “You also are not one of his disciples, are you?” He denied it and said, “I am not.”"},{"verse":"18:26","text":"One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?”"},{"verse":"18:27","text":"Peter again denied it, and at once a rooster crowed."}]}]},"PASSAGE/42/22:31-32?bibleVersion=esv":{"paragraphs":[{"id":22,"title":"","verses":[{"verse":"22:31","text":"“Simon, Simon, behold, Satan demanded to have you,that he might sift you like wheat,"},{"verse":"22:32","text":"but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”"}]}]},"PASSAGE/43/21:18-23?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:18","text":"Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”"},{"verse":"21:19","text":"(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, “Follow me.”"},{"verse":"21:20","text":"Peter turned and saw the disciple whom Jesus loved following them, the one who also had leaned back against him during the supper and had said, “Lord, who is it that is going to betray you?”"},{"verse":"21:21","text":"When Peter saw him, he said to Jesus, “Lord, what about this man?”"},{"verse":"21:22","text":"Jesus said to him, “If it is my will that he remain until I come, what is that to you? You follow me!”"},{"verse":"21:23","text":"So the saying spread abroad among the brothers that this disciple was not to die; yet Jesus did not say to him that he was not to die, but, “If it is my will that he remain until I come, what is that to you?”"}]}]},"PASSAGE/43/21:22?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:22","text":"Jesus said to him, “If it is my will that he remain until I come, what is that to you? You follow me!”"}]}]},"PASSAGE/43/21:24-25?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:24","text":"This is the disciple who is bearing witness about these things, and who has written these things, and we know that his testimony is true."},{"verse":"21:25","text":"Now there are also many other things that Jesus did. Were every one of them to be written, I suppose that the world itself could not contain the books that would be written."}]}]},"PASSAGE/43/20:30-31?bibleVersion=esv":{"paragraphs":[{"id":20,"title":"","verses":[{"verse":"20:30","text":"Now Jesus did many other signs in the presence of the disciples, which are not written in this book;"},{"verse":"20:31","text":"but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."}]}]},"PASSAGE/43/21:1-25?bibleVersion=esv":{"paragraphs":[{"id":21,"title":"","verses":[{"verse":"21:1","text":"After this Jesus revealed himself again to the disciples by the Sea of Tiberias, and he revealed himself in this way."},{"verse":"21:2","text":"Simon Peter, Thomas (called the Twin), Nathanael of Cana in Galilee, the sons of Zebedee, and two others of his disciples were together."},{"verse":"21:3","text":"Simon Peter said to them, “I am going fishing.” They said to him, “We will go with you.” They went out and got into the boat, but that night they caught nothing."},{"verse":"21:4","text":"Just as day was breaking, Jesus stood on the shore; yet the disciples did not know that it was Jesus."},{"verse":"21:5","text":"Jesus said to them, “Children, do you have any fish?” They answered him, “No.”"},{"verse":"21:6","text":"He said to them, “Cast the net on the right side of the boat, and you will find some.” So they cast it, and now they were not able to haul it in, because of the quantity of fish."},{"verse":"21:7","text":"That disciple whom Jesus loved therefore said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his outer garment, for he was stripped for work, and threw himself into the sea."},{"verse":"21:8","text":"The other disciples came in the boat, dragging the net full of fish, for they were not far from the land, but about a hundred yards off."},{"verse":"21:9","text":"When they got out on land, they saw a charcoal fire in place, with fish laid out on it, and bread."},{"verse":"21:10","text":"Jesus said to them, “Bring some of the fish that you have just caught.”"},{"verse":"21:11","text":"So Simon Peter went aboard and hauled the net ashore, full of large fish, 153 of them. And although there were so many, the net was not torn."},{"verse":"21:12","text":"Jesus said to them, “Come and have breakfast.” Now none of the disciples dared ask him, “Who are you?” They knew it was the Lord."},{"verse":"21:13","text":"Jesus came and took the bread and gave it to them, and so with the fish."},{"verse":"21:14","text":"This was now the third time that Jesus was revealed to the disciples after he was raised from the dead."},{"verse":"21:15","text":"When they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Feed my lambs.”"},{"verse":"21:16","text":"He said to him a second time, “Simon, son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Tend my sheep.”"},{"verse":"21:17","text":"He said to him the third time, “Simon, son of John, do you love me?” Peter was grieved because he said to him the third time, “Do you love me?” and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep."},{"verse":"21:18","text":"Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”"},{"verse":"21:19","text":"(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, “Follow me.”"},{"verse":"21:20","text":"Peter turned and saw the disciple whom Jesus loved following them, the one who also had leaned back against him during the supper and had said, “Lord, who is it that is going to betray you?”"},{"verse":"21:21","text":"When Peter saw him, he said to Jesus, “Lord, what about this man?”"},{"verse":"21:22","text":"Jesus said to him, “If it is my will that he remain until I come, what is that to you? You follow me!”"},{"verse":"21:23","text":"So the saying spread abroad among the brothers that this disciple was not to die; yet Jesus did not say to him that he was not to die, but, “If it is my will that he remain until I come, what is that to you?”"},{"verse":"21:24","text":"This is the disciple who is bearing witness about these things, and who has written these things, and we know that his testimony is true."},{"verse":"21:25","text":"Now there are also many other things that Jesus did. Were every one of them to be written, I suppose that the world itself could not contain the books that would be written."}]}]},"PASSAGE/45/10:5-7?bibleVersion=esv":{"paragraphs":[{"id":10,"title":"","verses":[{"verse":"10:5","text":"For Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them."},{"verse":"10:6","text":"But the righteousness based on faith says, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"},{"verse":"10:7","text":"“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead)."}]}]},"PASSAGE/62/2:4?bibleVersion=esv":{"paragraphs":[{"id":2,"title":"","verses":[{"verse":"2:4","text":"Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,"}]}]},"PASSAGE/43/14:16?bibleVersion=esv":{"paragraphs":[{"id":14,"title":"","verses":[{"verse":"14:16","text":"And I will ask the Father, and he will give you another Helper,to be with you forever,"}]}]},"PASSAGE/45/8:1-7?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:1","text":"There is therefore now no condemnation for those who are in Christ Jesus."},{"verse":"8:2","text":"For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death."},{"verse":"8:3","text":"For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,"},{"verse":"8:4","text":"in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit."},{"verse":"8:5","text":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit."},{"verse":"8:6","text":"For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace."},{"verse":"8:7","text":"For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot."}]}]},"PASSAGE/1/1:27?bibleVersion=esv":{"paragraphs":[{"id":1,"title":"","verses":[{"verse":"1:27","text":"So God created man in his own image, in the image of God he created him; male and female he created them."}]}]},"PASSAGE/45/8:18?bibleVersion=esv":{"paragraphs":[{"id":8,"title":"","verses":[{"verse":"8:18","text":"For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us."}]}]},"PASSAGE/45/9:30?bibleVersion=esv":{"paragraphs":[{"id":9,"title":"","verses":[{"verse":"9:30","text":"What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith;"}]}]}}